Repository: KDE/kgeotag
Catalog: po/*/kgeotag.po
Languages: ar, eo, gl, he, pt_br, ru, zh_tw

source: Fetching elevation data failed: The requested location is not present in the currently chosen elevation dataset.
ar: فشل جلب بيانات الارتفاع: الموضع المطلوب غير موجود في مجموعة بيانات الارتفاع المختارة حاليًا.
eo: Akiro de altecdatenoj malsukcesis: La petita loko ne ĉeestas en la nuntempe elektita altecdatumaro.
gl: Non foi posíbel obter os datos de elevación: a localización solicitada non está presente no conxunto de datos de elevación seleccionado actualmente.
he: משיכת נתוני העילוי נכשלה: המקום המבוקש לא קיים בסדרת נתוני העילוי שנבחרה.
pt_br: Falha na busca de dados de elevação: o local solicitado não está presente no conjunto de dados de elevação selecionado no momento.
ru: Не удалось получить данные о высоте: запрошенное местоположение отсутствует в текущем наборе данных о высотах.

source: Fetching elevation data failed: None of the requested locations are present in the currently chosen elevation dataset.
ar: فشل جلب بيانات الارتفاع: لا يوجد أي من المواقع المطلوبة في مجموعة بيانات الارتفاع المختارة حاليًا.
eo: Akiro de altecdatenoj malsukcesis: Neniu el la petitaj lokoj ĉeestas en la nuntempe elektita altecdatumaro.
gl: Non foi posíbel obter os datos de elevación: ningunha das localizacións solicitadas está presente no conxunto de datos de elevación seleccionado actualmente.
he: משיכת נתוני העילוי נכשלה: אף אחד מהמקומות שהתבקשו לא קיימים בסדרת נתוני העילוי שנבחרה.
pt_br: Falha na busca de dados de elevação: Nenhum dos locais solicitados está presente no conjunto de dados de elevação selecionado no momento.
ru: Не удалось получить данные о высоте: ни одна из запрошенных позиций отсутствует в выбранном наборе данных о высоте.

source: Fetching elevation data is incomplete: Some of the requested locations are not present in the currently chosen elevation dataset.
ar: جلب بيانات الارتفاع غير مكتمل: بعض المواقع المطلوبة غير موجودة في مجموعة بيانات الارتفاع المختارة حاليًا.
eo: Akiro de altecdatenoj estas nekompleta: Kelkaj el la petitaj lokoj ne ĉeestas en la nuntempe elektita altecdatumaro.
gl: A obtención de de elevación foi incompleta: algunhas das localizacións solicitadas non están presentes no conxunto de datos de elevación seleccionado actualmente.
he: משיכת נתוני העילוי היא חלקית: חלק מהמקומות שהתבקשו לא קיימים בסדרת נתוני העילוי שנבחרה.
pt_br: A busca de dados de elevação está incompleta: alguns dos locais solicitados não estão presentes no conjunto de dados de elevação escolhido no momento.
ru: Получение данных о высоте неполно: некоторые из запрошенных местоположений отсутствуют в выбранном наборе данных о высотах.

source: The image has pending changes! Do you really want to remove it and discard the changes?
ar: هذه الصورة لديها تغييرات معلقة! هل تريد حقًا إزالتها والتخلي عن التغييرات؟
eo: La bildo havas pritraktatajn ŝanĝojn! Ĉu vi vere volas forigi ĝin kaj forĵeti la ŝanĝojn?
gl: A imaxe ten cambios pendentes. Seguro que quere retirala e descartar os cambios?
he: יש שינויים ממתינים בתמונה! להסיר אותה ולסלק את השינויים?
pt_br: A imagem possui alterações pendentes! Você realmente deseja removê-la e descartar as alterações?
ru: Изображение имеет несохранённые изменения! Удалить его и отменить изменения?

source: Remove all processed and saved images
ar: أزل جميع الصور المعالجة والمحفوظة
eo: Forigi ĉiujn procesitajn kaj konservitajn bildojn
gl: Retirar todas as imaxes procesadas e gardadas
he: הסרת כל התמונות שעובדו או נשמרו
pt_br: Remover todas as imagens processadas e salvas
ru: Удаление всех обработанных и сохранённых изображений

source: Removed one image
ar: أزلت صورة واحدة
eo: Forigi unu bildon
gl: Retirouse unha imaxe
he: הוסרה תמונה אחת
pt_br: Uma imagem removida
ru: Удалён %1 снимок
zh_tw: 已移除 %1 張影像

source: Remove images that already had coordinates
ar: أزل الصور التي كانت لديها إحداثيات بالفعل
eo: Forigi bildojn, kiuj jam havis koordinatojn
gl: Retirar todas as imaxes que xa tiñan coordenadas
he: הסרת התמונות שכבר היו להן נקודות ציון
pt_br: Remover imagens que já tinham coordenadas
ru: Удаление изображений с уже установленными координатами
zh_tw: 移除已經有座標的影像

source: Remove all images
ar: أزل جميع الصور
eo: Forigi ĉiujn bildojn
gl: Retirar todas as imaxes
he: הסרת כל התמונות
pt_br: Remover todas as imagens
ru: Удалить все изображения
zh_tw: 移除所有影像

source: <p>There are pending changes to images that haven't been saved yet. All changes will be discarded if all images are removed now.</p><p>Do you really want to remove all images anyway?</p>
ar: <p>هناك تغييرات معلقة على الصور لم تحفظ بعد. ستلغى جميع التغييرات إن أزيلت كل الصور الآن.</p><p>هل تريد حقًا إزالة جميع الصور على أي حال؟</p>
eo: <p>Estas pritraktataj ŝanĝoj al bildoj, kiuj ankoraŭ ne estis konservitaj. Ĉiuj ŝanĝoj estos forĵetitaj se ĉiuj bildoj estas forigitaj nun.</p><p>Ĉu vi vere volas forigi ĉiujn bildojn ĉiukaze?</p>
gl: <p>Hai cambios pendentes en imaxes que aínda non se gardaron. Se retira todas as imaxes, descartaranse todos os cambios.</p><p>Seguro que quere retirar todas as imaxes de todos os xeitos?</p>
he: <p>יש שינויים ממתינים לתמונות שלא נשמרו עדיין. כל השינויים יסולקו אם כל התמונות תוסרנה כעת.</p><p>להסיר את כל התמונות בכל מקרה?</p>
pt_br: <p>Há alterações pendentes em imagens que ainda não foram salvas. Todas as alterações serão descartadas se todas as imagens forem removidas agora.</p><p>Você realmente deseja remover todas as imagens mesmo assim?</p>
ru: <p>Имеются несохранённые изменения изображений. Все изменения будут потеряны при удалении всех изображений.</p><p>Удалить все изображения?</p>

source: Remove all images and tracks (reset)
ar: أزل جميع الصور والمسارات (إعادة ضبط)
eo: Forigi ĉiujn bildojn kaj spurojn (restarigi)
gl: Retirar todas as imaxes e rastros (restabelecer)
he: להסיר את כל התמונות והמסלולים (איפוס)
pt_br: Remover todas as imagens e trilhas (redefinir)
ru: Убрать все изображения и траектории
zh_tw: 移除所有影像和軌跡（重設）

source: Failed to parse clipboard data
ar: فشل تحليل بيانات الحافظة
eo: Malsukcesis analizi datumojn de la tondujo
gl: Produciuse un erro ao analizar os datos do portapapeis
he: הפענוח של נתוני לוח הגזירים נכשל
pt_br: Falha ao analisar dados da área de transferência
ru: Не удалось разобрать данные буфера обмена
zh_tw: 無法剖析剪貼簿資料

source: Could not parse the clipboard's text to valid coordinates
ar: تعذّر تحليل نص الحافظة إلى إحداثيات صحيحة
eo: Ne eblis analizi la tekston de la tondujo al validaj koordinatoj
gl: Non foi posíbel atopar coordenadas válidas ao analizar o texto do portapapeis.
he: לא ניתן לפענח את טקסט לוח הגזירים לנקודות ציון תקפות
pt_br: Não foi possível analisar o texto da área de transferência para coordenadas válidas
ru: Не удалось преобразовать текст буфера обмена в допустимые координаты
zh_tw: 無法將剪貼簿內容文字解析為有效的座標

source: No geodata has been loaded yet!
ar: لم تحمل أي بيانات جغرافية بعد!
eo: Neniuj geodatenoj ankoraŭ estis ŝargitaj!
gl: Aínda non se cargou ningún dato xeográfico.
he: לא נטענו נתוני גאוגרפיים עדיין!
pt_br: Nenhum geodado foi carregado ainda!
ru: Геоданные ещё не загружены!
zh_tw: 尚未載入地理位置資料！

source: Assign selection
ar: عيّن الاختيار
eo: Atribui elekton
gl: Asignar a selección
he: הקצאת בחירה
pt_br: Atribuir seleção
ru: Назначить выделение
zh_tw: 指派所選

source: Please select one or more images
ar: الرجاء اختيار صورة واحدة أو أكثر
eo: Bonvolu elekti unu aŭ pliajn dosierojn
gl: Seleccione unha ou máis imaxes
he: נא לבחור תמונה אחת או יותר
pt_br: Selecione uma ou mais imagens
ru: Выберите одно или несколько изображений
zh_tw: 請選擇至少一個影像

source: Map center position: %1
ar: موضع مركز الخريطة: %1
eo: Mapa centra pozicio: %1
gl: Posición central do mapa: %1
he: מקום מרכז המפה: %1
pt_br: Posição central do mapa: %1
ru: Положение центра карты: %1
zh_tw: 地圖中央位置：%1

source: Displayed floating items
ar: العناصر العائمة المعروضة
eo: Montrataj flosantaj eroj
gl: Elementos flotantes amosados
he: פריטים צפים מוצגים
pt_br: Exibir itens flutuantes
ru: Видимые плавающие элементы

source: Crosshairs
ar: مؤشرات متصالبة
eo: Krucharoj
gl: Mira
he: סמני צלב
pt_br: Mira
ru: Перекрестие
zh_tw: 十字型

source: Current map center
ar: مركز الخريطة الحالي
eo: Aktuala mapcentro
gl: Centro actual do mapa
he: מרכז המפה הנוכחי
pt_br: Centro atual do mapa
ru: Центр текущей карты
zh_tw: 目前地圖中心

source: Copy formatted coordinates
ar: انسخ الإحداثيات المنسقة
gl: Copiar as coordenadas formatadas
he: העתקת נקודות ציון עם עיצוב
pt_br: Copiar coordenadas formatadas
ru: Копировать форматированные координаты
zh_tw: 複製包含格式的座標

source: Copy coordinates to clipboard
ar: انسخ الإحداثيات إلى الحافظة
eo: Kopii koordinatojn al tondujo
gl: Copiar as coordenadas no portapapeis
he: העתקת נקודות ציון ללוח הגזירים
pt_br: Copiar coordenadas para a área de transferência
ru: Копировать координаты в буфер обмена
zh_tw: 複製座標到剪貼簿

source: Copied "%1" to the clipboard!
ar: نسخ «%1» إلى الحافظة!
gl: «%1» copiouse no portapapeis.
he: „%1” הועתק ללוח הגזירים!
pt_br: Copiado "%1" para a área de transferência!
ru: Скопировано «%1» в буфер обмена!
zh_tw: 已複製「%1」至剪貼簿！

source: Copy as "latitude, longitude"
ar: انسخ كـ «خط عرض، خط طول»
gl: Copiar como «latitude, lonxitude»
he: העתקה בתור „קו אורך, קו גובה”
pt_br: Copiado como "latitude, longitude"
ru: Копировать как «широта, долгота»
zh_tw: 複製為「緯度, 經度」

source: Google Maps
ru: Google Карты

source: Add bookmark
ar: أضف وسمًا مرجعيًا
eo: Aldoni legosignon
gl: Engadir un marcador
he: הוספת סימנייה
pt_br: Adicionar favorito
ru: Добавить закладку
zh_tw: 新增書籤

source: Image:
ar: صورة:
eo: Bildo:
gl: Imaxe:
he: תמונה:
pt_br: Imagem:
ru: Изображение:
zh_tw: 影像：

source: Date/Time:
ar: تاريخ/وقت:
eo: Dato/Horo:
gl: Data e hora:
he: תאריך/שעה:
pt_br: Data/hora:
ru: Дата и время:
zh_tw: 日期/時間：

source: Coordinates:
ar: إحداثيات:
eo: Koordinatoj:
gl: Coordenadas:
he: נקודות ציון:
pt_br: Coordenadas:
ru: Координаты:
zh_tw: 座標：

source: read from file
ar: قراءة من ملف
eo: legi el dosiero
gl: ler do ficheiro
he: קריאה מקובץ
pt_br: ler do arquivo
ru: чтение из файла
zh_tw: 從檔案讀取

source: exact match
ar: تطابق دقيق
eo: ĝusta kongruo
gl: coincidencia exacta
he: תוצאה מדויקת
pt_br: correspondência exata
ru: точное совпадение
zh_tw: 完全符合

source: interpolated match
ar: تطابق استيفائي
eo: interpola kongruo
gl: coincidencia interpolada
he: תוצאה מבוינת
pt_br: correspondência interpolada
ru: интерполированное совпадение
zh_tw: 插補相符

source: manually set
ar: ضبط يدوي
eo: permane agordita
gl: definido manualmente
he: הוגדר ידנית
pt_br: definida manualmente
ru: установить вручную
zh_tw: 手動設定

source: <p>Position: %1; Altitude: %2<br/>(%3)</p>
ar: <p>الموضع: %1؛ الارتفاع: %2<br/>(%3)</p>
eo: <p>Pozicio: %1; Alteco: %2<br/>(%3)</p>
gl: <p>Posición: %1; altitude: %2<br/>(%3)</p>
he: <p>מקום: %1, גובה: %2<br/>(%3)</p>
pt_br: <p>Posição: %1; Altitude: %2<br/>(%3)</p>
ru: <p>Местоположение: %1; Высота: %2<br/>(%3)</p>
zh_tw: <p>位置：%1；高度：%2<br/>(%3)</p>

source: <i>No coordinates set</i>
ar: <i>لا إحداثيات مضبوطة</i>
eo: <i>Neniu koordinatoj fiksitaj</i>
gl: <i>Non hai coordenadas definidas.</i>
he: <i>לא הוגדרו נקודות ציון</i>
pt_br: <i>Nenhuma coordenada definida</i>
ru: <i>Координаты не установлены</i>
zh_tw: <i>未設定座標</i>

source: Date/Time (corrected):
ar: تاريخ/وقت (مصصح):
eo: Dato/Horo (korektita):
gl: Data e hora (corrixidas):
he: תאריך/שעה (לאחר תיקון):
pt_br: Data/Hora (corrigida):
ru: Дата/время (исправлено):
zh_tw: 日期/時間 （已修正）：

source: Skip current image
ar: تخطى الصورة الحالية
eo: Salti nunan bildon
gl: Omitir a imaxe actual
he: דילוג על התמונה הנוכחית
pt_br: Pular imagem atual
ru: Пропустить текущее изображение
zh_tw: 跳過目前的影像

source: Search term
ru: Поисковый термин

source: Start search
ru: Начать поиск

source: Reset search
ru: Сбросить поиск

source: Search results
ru: Результаты поиска

source: Searching ...
ru: Поиск…

source: No places found
ru: Места не найдены

source: KGeoTag: Settings
ar: وسم الجغرافي KGeoTag: إعدادات
eo: KGeoTag: Agordoj
gl: KGeoTag: Configuración
he: KGeoTag: הגדרות
pt_br: KGeoTag: Configurações
ru: Параметры KGeoTag
zh_tw: KGeoTag：設定

source: KGeoTag settings
ar: إعدادات وسم الجغرافي KGeoTag
eo: Agordo de KGeoTag
gl: Configuración de KGeoTag
he: הגדרות KGeoTag
pt_br: Configurações do KGeoTag
ru: Параметры KGeoTag
zh_tw: KGeoTag 設定

source: Coordinates
ar: إحداثيات
eo: Koordinatoj:
gl: Coordenadas
he: נקודות ציון
pt_br: Coordenadas
ru: Координаты:
zh_tw: 座標

source: Coordinates order:
ar: ترتيب الإحداثيات:
eo: Ordo de koordinatoj:
gl: Orde das coordenadas:
he: סדר נקודות ציון:
pt_br: Ordem das coordenadas:
ru: Порядок координат:
zh_tw: 座標順序：

source: Longitude, latitude
ar: خط طول، خط عرض
eo: Longitudo, latitudo
gl: Lonxitude, latitude
he: קו אורך, קו רוחב
ru: Долгота, широта
zh_tw: 經度、緯度

source: Latitude, longitude
ar: خط عرض، خط طول
eo: Latitudo, longitudo
gl: Latitude, lonxitude
he: קו רוחב, קו אורך
ru: Широта, долгота
zh_tw: 緯度、經度

source: Coordinates flavor:
ar: نكهة الإحداثيات:
eo: Koordinata gusto:
gl: Formato das coordenadas:
he: סגנון נקודות ציון:
pt_br: Formato das coordenadas:
ru: Формат координат:
zh_tw: 座標風格：

source: Decimal degrees
ar: درجات عشرية
eo: Dekumaj gradoj
gl: Graos con decimais
he: מעלות עשרוניות
pt_br: Graus decimais
ru: Десятичные градусы
zh_tw: 十進位角度

source: Degrees, decimal minutes
ar: درجات، دقائق عشرية
eo: Gradoj, dekumaj minutoj
gl: Graos, minutos con decimais
he: מעלות, דקות עשרוניות
pt_br: Graus, minutos decimais
ru: Градусы, десятичные минуты

source: Degrees, minutes, decimal seconds
ar: درجات، دقائق، ثوان عشرية
eo: Gradoj, minutoj, dekumaj sekundoj
gl: Graos, minutos, segundos con decimais
he: מעלות, דקות, שניות עשרוניות
pt_br: Graus, minutos, segundos decimais
ru: Градусы, минуты, десятичные секунды

source: Changes to the coordinates formatting take effect as soon as the respective coordinates display is updated the next time. Restart KGeoTag to update everything at once.
ar: التغييرات على تنسيق الإحداثيات تسري حال تحديث عرض الإحداثيات المعني في المرة القادمة. أعد تشغيل موسم الجغرافي KGeoTag لتحديث كل شيء مرة واحدة.
gl: Os cambios de formato das coordenadas xorden efecto a seguinte vez que cada visualización de coordenadas se actualiza. Para actualizar todo de golpe, reinicie KGeoTag.
he: שינויים למבנה נקודות הציון משפיע עם העדכון הבא של תצוגת נקודות הציון התואמות. יש להפעיל את KGeoTag מחדש כדי לעדכן הכול בבת אחת.
pt_br: As alterações na formatação das coordenadas entrarão em vigor assim que a exibição das respectivas coordenadas for atualizada na próxima vez. Reinicie o KGeoTag para atualizar tudo de uma vez.
ru: Изменения формата координат вступают в силу при следующем обновлении соответствующего поля координат. Для одновременного обновления всех элементов перезапустите KGeoTag.

source: Image lists
ar: قوائم الصور
eo: Bildlistoj
gl: Listas de imaxes
he: רשימות תמונות
pt_br: Listas de imagem
ru: Списки изображений
zh_tw: 影像列表

source: Loaded images can either be listed in two different lists (one for all images without and one for images with coordinates), or using a combined consecutive list for all images.
ar: يمكن عرض الصور المحملة في قائمتين مختلفتين (واحدة لجميع الصور بدون إحداثيات، وواحدة للصور ذات الإحداثيات)، أو باستخدام قائمة متسلسلة موحدة لجميع الصور.
eo: Ŝargitaj bildoj povas aŭ esti listigitaj en du malsamaj listoj (unu por ĉiuj bildoj sen kaj unu por bildoj kun koordinatoj), aŭ uzante kombinitan sinsekvan liston por ĉiuj bildoj.
gl: As imaxes cargadas poden listarse ou en listas distintas (unha de imaxes sen coordenadas e outra de imaxes con coordenadas) ou nunha lista consecutiva con todas as imaxes.
he: טעינת תמונות יכולה להופיע בשתי רשימות שונות (אחת לתמונות ללא נקודות ציון והשנייה עם), או להשתמש ברשימה משולבת רציפה לכל התמונות.
pt_br: As imagens carregadas podem ser listadas em duas listas diferentes (uma para todas as imagens sem coordenadas e outra para imagens com coordenadas) ou usando uma lista consecutiva combinada para todas as imagens.
ru: Загруженные изображения могут показываться в двух отдельных списках (один — для всех изображений без координат, другой — для изображений с координатами) либо в одном объединённом последовательном списке для всех изображений.

source: Use the following images list(s) mode:
ar: استخدم نمط قائمة (قوائم) الصور التالي:
eo: Uzi la sekvantan reĝimon de bildlisto(j):
gl: Usar o seguinte modo de listas de imaxes:
he: להשתמש במצבי רשימות התמונות הבאים:
pt_br: Utilize o seguinte modo de lista(s) de imagens:
ru: Применять следующий режим списка изображений:

source: Separate "Assigned" and "Unassigned" list
ar: قائمة «معينة» و «غير معينة» منفصلة
eo: Apartigi liston "Asignitaj" kaj "Neasignitaj".
gl: Separar a lista de «asignadas» e «non asignadas»
he: הפרדה בין הרשימות „מוקצות” ו„לא מוקצות”
pt_br: Lista separada de "Atribuídas" e "Não atribuídas"
ru: Разделить списки «Назначенные» и «Неназначенные»
zh_tw: 分成「已指派」和「未指派」列表

source: One combined list for all images
ar: قائمة موحدة واحدة لجميع الصور
eo: Unu kombinita listo por ĉiuj bildoj
gl: Unha lista combinada de todas as imaxes
he: רשימה משולבת אחת לכל התמונות
pt_br: Uma lista combinada para todas as imagens
ru: Один общий список для всех изображений
zh_tw: 將所有影像合併在一個列表

source: Image Assignment
ar: تعيين الصورة
eo: Bilda Tasko
gl: Asignación de imaxes
he: הקצאת תמונות
pt_br: Atribuição da imagem
ru: Назначение изображения
zh_tw: 影像指派

source: Search type for "Correlate images with GPS data (search matches)":
ar: نوع البحث لـ «ربط الصور ببيانات GPS (ابحث عن التطابقات)»:
eo: Serĉi tipon por "Korelacii bildojn kun GPS-datumoj (serĉo kongruas)":
gl: Tipo de busca para «Correlacionar as imaxes cos datos de GPS (coincidencias de busca)»:
he: סוג חיפוש ל„התאמת תמונות לנתוני GPS (תוצאות חיפוש)":
pt_br: Tipo de pesquisa para "Correlacionar imagens com dados de GPS (correspondências de pesquisa)":
ru: Тип поиска для «Сопоставления изображений с данными GPS (поиск совпадений)»:

source: This triggers an automatic (re-)assignment of all images, respecting the "Exclude manually tagged images" setting from the "Automatic assignment" dock.
ar: هذا يشغل تعيينًا (أو إعادة تعيين) آليًا لجميع الصور، مع مراعاة إعداد «استبعد الصور الموسومة يدويًا» من مرسى «التعيين الآلي».
eo: Ĉi tio ekigas aŭtomatan (re)asignon de ĉiuj bildoj, respektante la agordon "Ekskludi mane etikeditajn bildojn" de la doko "Aŭtomata asigno".
gl: Isto provoca unha reasignación automática de todas as imaxes, respectando a opción «Excluír as imaxes etiquetadas manualmente» desde a doca de «Asignación automática».
he: מזניק הקצאה (מחדש) אוטומטית של כל התמונות, תוך התחשבות בהגדרה „להחריג תמונות שתויגו ידנית” מהמעגן „הקצאה אוטומטית”.
pt_br: Isso aciona uma (re)atribuição automática de todas as imagens, respeitando a configuração "Excluir imagens marcadas manualmente" do dock "Atribuição automática".
ru: Это запускает автоматическое (повторное) назначение всех изображений с учётом параметра «Исключить изображения с ручной привязкой» из панели «Автоматическое назначение».

source: Thumbnails and previews
ar: صور مصغرة ومعاينات
eo: Bildetojn kaj antaŭrigardojn
gl: Miniaturas e vistas previas
he: תמונות ממוזערות ותצוגות מקדימות
pt_br: Miniaturas e visualizações
ru: Эскизы и предварительный просмотр
zh_tw: 縮圖與預覽

source: Image list thumbnail size:
ar: حجم الصورة المصغرة في قائمة الصور:
eo: Grandeco de bildeto en bildeta listo:
gl: Tamaño das miniaturas da lista de imaxes:
he: גודל תמונה ממוזערת ברשימת התמונות:
pt_br: Tamanho da miniatura na lista de imagens:
ru: Размер миниатюр списка изображений:
zh_tw: 影像列表縮圖大小：

source: px
ar: بكسل
eo: rm
he: פיקסלים
ru: пикс.
zh_tw: 像素

source: Preview image size:
ar: حجم صورة المعاينة:
eo: Grandeco de antaŭrigarda bildo:
gl: Tamaño da imaxe de vista previa:
he: גודל תמונת תצוגה מקדימה:
pt_br: Tamanho da visualização da imagem:
ru: Размер изображения предпросмотра:
zh_tw: 預覽影像大小：

source: Please restart the program after changes to these values so that they are applied and become visible.
ar: الرجاء إعادة تشغيل البرنامج بعد تغيير هذه القيم لكي تطبق وتصبح مرئية.
eo: Bonvolu rekomenci la programon post ŝanĝoj al ĉi tiuj valoroj por ke ili estu aplikataj kaj videbliĝu.
gl: Reinicie o programa tras cambiar estes valores para que se apliquen e sexan visíbeis.
he: נא להפעיל את התוכנית מחדש כדי שהשינויים בערכים האלו יחולו ויהיו גלויים.
pt_br: Reinicie o programa após as alterações nesses valores para que eles sejam aplicados e se tornem visíveis.
ru: Перезапустите программу после изменения этих параметров, чтобы изменения вступили в силу.
zh_tw: 變更這些數值後請重新啟動程式來套用變更。

source: GPX track rendering
ar: عرض مسار GPX
eo: GPX-traka bildigo
gl: Renderización da pista de GPX
he: עיבוד מסלול GPX
pt_br: Renderização de trilha GPX
ru: Рендеринг траектории GPX
zh_tw: GPX 軌跡繪製

source: Color:
ar: لون:
eo: Koloro:
gl: Cor:
he: צבע:
pt_br: Cor:
ru: Цвет:
zh_tw: 顏色：

source: Line width:
ar: عرض الخط:
eo: Liniolarĝo:
gl: Anchura da liña:
he: עובי קו:
pt_br: Largura da linha:
ru: Толщина линии:
zh_tw: 線條寬度：

source: Line style:
ar: نمط الخط:
eo: Linia stilo:
gl: Estilo da liña:
he: סגנון קו:
pt_br: Estilo de linha:
ru: Стиль линии:
zh_tw: 線條樣式：

source: Solid
ar: صلب
eo: Solida
gl: Sólido
he: אחיד
pt_br: Sólida
ru: Сплошная
zh_tw: 實線

source: Dashes
ar: شرطات
eo: Paŭzostrekoj
gl: Trazos
he: מקפים
pt_br: Traços
ru: Штрихи
zh_tw: 虛線

source: Dots
ar: نقاط
eo: Punktoj
gl: Puntos
he: נקודות
pt_br: Pontos
ru: Точки
zh_tw: 點線

source: Dash-Dot
ar: شرطة-نقطة
gl: Trazo e punto
he: קו נקודה
pt_br: Traço-ponto
ru: Штрихпунктир
zh_tw: 短線 - 點

source: Dash-Dot-Dot
ar: شرطة-نقطة-نقطة
gl: Trazo punto punto
he: קו נקודה נקודה
pt_br: Traço-ponto-ponto
ru: Штрихпунктир с двумя точками
zh_tw: 短線 - 點 - 點

source: Elevations can be looked up using opentopodata.org's web API.
ar: يمكن البحث عن الارتفاعات باستخدام واجهة برمجيات الويب opentopodata.org.
eo: Altoj povas esti serĉitaj per la retejo API de opentopodata.org.
gl: As elevacións poden buscarse coa API web de opentopodata.org.
he: אפשר לחפש נתוני עילוי דרך ה־API של opentopodata.org.
pt_br: As elevações podem ser consultadas usando a API da web do opentopodata.org.
ru: Высоты можно получить с помощью веб‑API opentopodata.org.
zh_tw: 高度可以利用 opentopodata.org 的網路 API 進行查詢。

source: Elevation dataset:
ar: مجموعة بيانات الارتفاع:
eo: Alteco-datumaro:
gl: Conxunto de datos de elevación:
he: סדרת נתוני עילוי:
pt_br: Conjunto de dados de elevação:
ru: Набор данных высот:
zh_tw: 高度資料集：

# opentopodata.org elevation dataset
source: NZ DEM
ru: ЦМЛ Новой Зеландии

# opentopodata.org elevation dataset
source: SRTM (30 m)
ar: SRTM (30 م)
he: SRTM ‏(30 מ׳)
ru: SRTM (30 м)
zh_tw: SRTM (30 公尺)

# opentopodata.org elevation dataset
source: SRTM (90 m)
ar: SRTM (90 م)
he: SRTM ‏(90 מ׳)
ru: SRTM (90 м)
zh_tw: SRTM (90 公尺)

# opentopodata.org elevation dataset
source: EMODnet 2018 Bathymetry
eo: EMODnet 2018 Batimetrio
pt_br: Batimetria EMODnet 2018
ru: Батиметрия EMODnet 2018
zh_tw: EMODnet 2018 測深

# opentopodata.org elevation dataset
source: GEBCO 2020 Bathymetry
eo: GEBCO 2020 Batimetrio
pt_br: Batimetria GEBCO 2020
ru: Батиметрия GEBCO 2020
zh_tw: GEBCO 2020 測深
