Repository: KDE/kgeotag
Catalog: po/*/kgeotag.po
Languages: ar, eo, gl, he, pt_br, ru, zh_tw

source: Loading images ...
ar: تحميل الصور ...
eo: Ŝargante bildojn...
gl: Cargando as imaxes…
he: תמונות נטענות…
pt_br: Carregando imagens...
ru: Загрузка изображений…
zh_tw: 載入影像中 ...

source: Cancel
ar: إلغاء
eo: Nuligi
gl: Cancelar
he: ביטול
pt_br: Cancelar
ru: Отмена
zh_tw: 取消

source: <p><b>Loading image failed</b></p><p>Could not read <kbd>%1</kbd>.</p>
ar: <p><b>فشل تحميل الصورة</b></p><p>تعذّر قراءة <kbd>%1</kbd>.</p>
eo: <p><b>Ŝargado de bildo malsukcesis</b></p><p>Ne eblis legi <kbd>%1</kbd>.</p>
gl: <p><b>A carga da imaxe fallou</b></p><p>Non foi posíbel ler <kbd>%1</kbd>.</p>
he: <p><b>טעינת התמונה נכשלה</b></p><p>לא ניתן לקרוא את <kbd>%1</kbd>.</p>
pt_br: <p><b>Falha ao carregar a imagem</b></p><p>Não foi possível ler <kbd>%1</kbd>.</p>
ru: <p><b>Ошибка загрузки изображения</b></p><p>Не удалось прочитать <kbd>%1</kbd>.</p>

# Message with a fraction of processed files added in round braces
source: <p><b>Loading image failed (%1/%2)</b></p><p>Could not read <kbd>%3</kbd>.</p>
ar: <p><b>فشل تحميل الصورة (%1/%2)</b></p><p>تعذّر قراءة <kbd>%3</kbd>.</p>
eo: <p><b>Ŝargado de bildo malsukcesis (%1/%2)</b></p><p>Ne eblis legi <kbd>%3</kbd>.</p>
gl: <p><b>A carga da imaxe fallou (%1/%2)</b></p><p>Non foi posíbel ler <kbd>%3</kbd>.</p>
he: <p><b>טעינת התמונה נכשלה (%1/%2)</b></p><p>לא ניתן לקרוא את <kbd>%3</kbd>.</p>
pt_br: <p><b>Falha ao carregar a imagem (%1/%2)</b></p><p>Não foi possível ler <kbd>%3</kbd>.</p>
ru: <p><b>Не удалось загрузить изображение (%1/%2)</b></p><p>Файл <kbd>%3</kbd> нечитаем.</p>

source: <p><b>Loading image's Exif header or XMP sidecar file failed</b></p><p>Could not read <kbd>%1</kbd>.</p>
ar: <p><b>فشل تحميل ترويسة Exif أو ملف XMP الجانبي للصورة</b></p><p>تعذّر قراءة <kbd>%1</kbd>.</p>
eo: <p><b>Ŝargado de la Exif-kapo aŭ XMP kromdosiero de bildo malsukcesis</b></p><p>Ne eblis legi <kbd>%1</kbd>.</p>
gl: <p><b>Non foi posíbel cargar a cabeceira de Exif da imaxe ou o ficheiro acompañante de XMP</b></p><p>Non foi posíbel ler <kbd>%1</kbd>.</p>
he: <p><b>טעינת כותרת ה־Exif או קובץ ה־XMP הנלווה נכשלה</b></p><p>לא ניתן לקרוא את <kbd>%1</kbd>.</p>
pt_br: <p><b>Falha ao carregar o cabeçalho Exif da imagem ou o arquivo auxiliar XMP</b></p><p>Não foi possível ler <kbd>%1</kbd>.</p>
ru: <p><b>Ошибка загрузки заголовка Exif или файла XMP</b></p><p>Не удалось прочитать <kbd>%1</kbd>.</p>

# Message with a fraction of processed files added in round braces
source: <p><b>Loading image's Exif header or XMP sidecar file failed</b></p><p>Could not read <kbd>%2</kbd>.</p>
ar: <p><b>فشل تحميل ترويسة Exif أو ملف XMP الجانبي للصورة</b></p><p>تعذّر قراءة <kbd>%2</kbd>.</p>
eo: <p><b>Ŝargado de la Exif-kapo aŭ XMP kromdosiero de bildo malsukcesis</b></p><p>Ne eblis legi <kbd>%2</kbd>.</p>
gl: <p><b>Non foi posíbel cargar a cabeceira de Exif da imaxe ou o ficheiro acompañante de XMP</b></p><p>Non foi posíbel ler <kbd>%2</kbd>.</p>
he: <p><b>טעינת כותרת ה־Exif או קובץ ה־XMP הנלווה נכשלה</b></p><p>לא ניתן לקרוא את <kbd>%2</kbd>.</p>
pt_br: <p><b>Falha ao carregar o cabeçalho Exif da imagem ou o arquivo auxiliar XMP</b></p><p>Não foi possível ler <kbd>%2</kbd>.</p>
ru: <p><b>Не удалось загрузить заголовок Exif изображения или вспомогательный файл XMP</b></p><p>Не удалось прочитать <kbd>%2</kbd>.</p>

source: <p>Please check if this file is actually a supported image and if you have read access to it.</p>
ar: <p>الرجاء فحص ما إذا كان هذا الملف بالفعل صورة مدعومة، وما إذا كان لديك صلاحية قراءة له.</p>
eo: <p>Bonvolu kontroli ĉu ĉi tiu dosiero estas efektive subtenata bildo kaj ĉu vi havas legan aliron al ĝi.</p>
gl: <p>Comprobe que o ficheiro corresponde a unha imaxe compatíbel e que ten acceso de lectura a el.</p>
he: <p>נא לבדוק האם הקובץ הזה הוא סוג תמונה נתמך והאם יש לך הרשאה לקרוא אותו.</p>
pt_br: <p>Verifique se este arquivo é realmente uma imagem suportada e se você tem acesso de leitura a ele.</p>
ru: <p>Убедитесь, что файл является поддерживаемым изображением и доступен для чтения.</p>

source: <p>You can retry to load this file or cancel the loading process.</p>
ar: <p>يمكنك إعادة محاولة تحميل هذا الملف أو إلغاء عملية التحميل.</p>
eo: <p>Vi povas reprovi ŝargi ĉi tiun dosieron aŭ nuligi la ŝargan procezon.</p>
gl: <p>Pode volver intentar cargar o ficheiro ou cancelar o proceso de carga.</p>
he: <p>אפשר לנסות לטעון את הקובץ מחדש או לבטל את תהליך העיבוד.</p>
pt_br: <p>Você pode tentar carregar este arquivo novamente ou cancelar o processo de carregamento.</p>
ru: <p>Повторить загрузку этого файла или отменить процесс загрузки.</p>

source: <p>You can retry to load this file, skip it or cancel the loading process.</p>
ar: <p>يمكنك إعادة محاولة تحميل هذا الملف، أو تخطيه، أو إلغاء عملية التحميل.</p>
eo: <p>Vi povas reprovi ŝargi ĉi tiun dosieron, preterlasi ĝin aŭ nuligi la ŝarĝan procezon.</p>
gl: <p>Pode volver intentar cargar o ficheiro, omitilo ou cancelar o proceso de carga.</p>
he: <p>אפשר לנסות לטעון את הקובץ מחדש, לדלג עליו או לבטל את תהליך העיבוד.</p>
pt_br: <p>Você pode tentar carregar este arquivo novamente, ignorá-lo ou cancelar o processo de carregamento.</p>
ru: <p>Повторить попытку загрузки этого файла, пропустить его или отменить процесс загрузки.</p>

source: Add images
ar: أضف صورًا
eo: Aldoni bildojn
gl: Engadir imaxes
he: הוספת תמונות
pt_br: Adicionar imagens
ru: Добавление изображений
zh_tw: 新增影像

source: Successfully added one image!
ar: أضفت صورة واحدة بنجاح!
eo: Sukcese aldonis unu bildon!
gl: Engadiuse unha imaxe.
he: נוספה תמונה!
pt_br: Uma imagem adicionada com sucesso!
ru: Добавлено %1 изображение

source: Could not add any new images, all requested images failed to load!
ar: تعذّر إضافة أي صور جديدة، جميع الصور المطلوبة فشل تحميلها!
eo: Ne eblis aldoni novajn bildojn, ĉiuj petitaj bildoj malsukcesis ŝargi!
gl: Non foi posíbel engadir novas imaxes, non foi posíbel cargar ningunha das solicitadas.
he: לא ניתן להוסיף תמונות חדשות כלשהן, הטעינה של כל התמונות שבבקשה נכשלה!
pt_br: Não foi possível adicionar nenhuma imagem nova, todas as imagens solicitadas falharam ao carregar!
ru: Не удалось добавить новые изображения — все запрошенные изображения не загрузились!

source: Could not add any new images, all requested images have already been loaded!
ar: تعذّر إضافة أي صور جديدة، جميع الصور المطلوبة حملت بالفعل!
eo: Ne eblis aldoni novajn bildojn, ĉiuj petitaj bildoj jam estis ŝargitaj!
gl: Non foi posíbel engadir novas imaxes, xa se cargaran todas as solicitadas.
he: לא ניתן להוסיף תמונות חדשות כלשהן, כל התמונות שבבקשה כבר נטענו!
pt_br: Não foi possível adicionar nenhuma imagem nova, todas as imagens solicitadas já foram carregadas!
ru: Не удалось добавить новые изображения, так как все запрошенные изображения уже загружены.

source: Could not add any new images, all requested images failed to load or have already been loaded!
ar: تعذّر إضافة أي صور جديدة، جميع الصور المطلوبة فشل تحميلها أو حملت بالفعل!
eo: Ne eblis aldoni novajn bildojn, ĉiuj petitaj bildoj malsukcesis ŝargi aŭ jam estis ŝargitaj!
gl: Non foi posíbel engadir novas imaxes, todas as solicitadas ou xa non foi posíbel cargalas ou xa se cargaran.
he: לא ניתן להוסיף תמונות חדשות כלשהן, הטעינה של כל התמונות שבבקשה נכשלה או שהן כבר נטענו!
pt_br: Não foi possível adicionar novas imagens, todas as imagens solicitadas falharam ao carregar ou já foram carregadas!
ru: Не удалось добавить новые изображения: все запрошенные изображения не загружены или уже загружены.

source: <p>Successfully added image!</p>
ar: <p>أضفت صورة بنجاح!</p>
eo: <p>Sukcese aldonis bildon!</p>
gl: <p>Engadiuse unha imaxe.</p>
he: <p>נוספה תמונה!</p>
pt_br: <p>Uma imagem adicionada com sucesso!</p>
ru: <p>Добавлено %1 изображение!</p>

source: <p>One image failed to load.</p>
ar: <p>فشلت صورة واحدة في التحميل.</p>
eo: <p>Malsukcesis ŝargi unu bildon.</p>
gl: <p>Non foi posíbel cargar unha imaxe.</p>
he: <p>הטעינה של תמונה נכשלה.</p>
pt_br: <p>Uma imagem falhou ao carregar.</p>
ru: <p>Не удалось загрузить %1 изображение.</p>

source: <p>One image has already been loaded.</p>
ar: <p>صورة واحدة حملت بالفعل.</p>
eo: <p>Unu bildo jam estis ŝargita.</p>
gl: <p>Unha imaxe xa se cargara.</p>
he: <p>תמונה אחת כבר נטענה.</p>
pt_br: <p>Uma imagem já foi carregada.</p>
ru: <p>Уже загружено %1 изображение.</p>

source: <p>%1 and %2.</p>
ar: <p>%1 و %2.</p>
eo: <p>%1 kaj %2.</p>
gl: <p>%1 e %2.</p>
he: <p>%1 ו־%2.</p>
pt_br: <p>%1 e %2.</p>
ru: <p>%1 и %2.</p>

source: One image failed to load
ar: صورة واحدة فشلت في التحميل
eo: Malsukcesis ŝargi unu bildon
gl: Non foi posíbel cargar unha imaxe.
he: טעינה של אחת מהתמונות נכשלה
pt_br: Uma imagem falhou ao carregar
ru: Не удалось загрузить %1 изображение

source: one image has already been loaded
ar: صورة واحدة حملت بالفعل
eo: Unu bildo jam estis ŝargita
gl: unha imaxe xa se cargara.
he: תמונה כבר נטענה
pt_br: uma imagem já foi carregada
ru: Загружено %1 изображение

source: 1 image
ar: 0 صورة
eo: 1 bildo
gl: 1 imaxe
he: 1 תמונה
pt_br: 1 imagem
ru: %1 изображение
zh_tw: %1 張影像

source: 1 image (%2)
ar: صورة واحدة (%2)
eo: 1 bildo (%2)
gl: 1 imaxe (%2)
he: תמונה (%2)
pt_br: 1 imagem (%2)
ru: %1 изображение (%2)
zh_tw: %1 張影像 (%2)

source: all images have the same coordinates
ar: جميع الصور لها الإحداثيات ذاتها
eo: ĉiuj bildoj havas la samajn koordinatojn
gl: todas as imaxes teñen as mesmas coordenadas.
he: לכל התמונות יש את אותן נקודות הציון
pt_br: todas as imagens possuem as mesmas coordenadas
ru: У всех изображений одинаковые координаты.

source: coordinates differ across the images
ar: تختلف الإحداثيات بين الصور
eo: koordinatoj malsamas tra la bildoj
gl: as coordenadas das imaxes son distintas.
he: נקודות הציון שונות בין התמונות
pt_br: as coordenadas diferem nas imagens
ru: координаты отличаются в разных изображениях

source: Can't search for matches: No images have been loaded yet.
ar: لا يمكن البحث عن تطابقات: لم تحمل أي صور بعد.
eo: Ne eblas serĉi kongruojn: Ankoraŭ neniuj bildoj estis ŝargitaj.
gl: Non poden buscarse coincidencias: As imaxes aínda non se cargaron.
he: לא ניתן לחפש תוצאות: עדיין לא נטענו תמונות.
pt_br: Não foi possível pesquisar correspondências: Nenhuma imagem foi carregada ainda.
ru: Не удалось найти совпадения: Изображения ещё не загружены.

source: Can't search for matches: No GPS tracks have been loaded yet.
ar: لا يمكن البحث عن تطابقات: لم تحمل أي مسارات GPS بعد.
eo: Ne povas serĉi kongruojn: Ankoraŭ neniuj GPS-spuroj estis ŝargitaj.
gl: Non poden buscarse coincidencias: Os rastros de GPS aínda non se cargaron.
he: לא ניתן לחפש תוצאות: עדיין לא נטענו מסלולי GPS.
pt_br: Não foi possível pesquisar correspondências: Nenhuma trilha de GPS foi carregada ainda.
ru: Не удалось найти совпадения: GPS-треки ещё не загружены.
zh_tw: 無法搜尋符合處： 尚未載入任何 GPS 軌跡。

source: Assigning images ...
ar: تعيين الصور ...
eo: Asignante bildojn...
gl: Asignando as imaxes…
he: תמונות מוקצות…
pt_br: Atribuindo imagens...
ru: Назначение изображений…
zh_tw: 正在指派影像 …

source: <p>Found %1 and %2!</p>
ar: <p>عثر على %1 و %2!</p>
eo: <p>Trovis %1 kaj %2!</p>
gl: <p>Atopáronse %1 e %2.</p>
he: <p>נמצאו %1 ו־%2!</p>
pt_br: <p>Encontrado %1 e %2!</p>
ru: <p>Найдены %1 и %2!</p>

source: one exact match
ar: تطابق دقيق واحد
eo: unu ekzakta kongruo
gl: unha coincidencia exacta
he: תוצאה מדויקת
pt_br: uma correspondência exata
ru: %1 точное совпадение

source: one interpolated match
ar: تطابق استيفائي واحد
eo: unu interpolita kongruo
gl: unha coincidencia interpolada
he: תוצאה מבוינת אחת
pt_br: uma interpolação correspondida
ru: %1 интерполированное соответствие

source: <p>One image could not be matched (%2).</p>
ar: <p>تعذّر مطابقة صورة واحدة (%2).</p>
eo: <p>Unu bildo ne povis esti kongruita (%2).</p>
gl: <p>Non foi posíbel atopar coincidencia para unha imaxe (%2).</p>
he: <p>לאחת מהתמונות לא נמצאה התאמה (%2).</p>
pt_br: <p>Uma imagem não pôde ser correspondida (%2).</p>
ru: <p>Не удалось сопоставить %1 изображение (%2).</p>

source: of which one image already has coordinates assigned
ar: صورة واحدة منها عيّنت لها إحداثيات بالفعل
eo: el kiuj unu bildo jam havas atribuitajn koordinatojn
gl: das que unha imaxe xa ten coordenadas asignadas.
he: שמתוכן לתמונה אחת כבר מוקצות נקודות ציון
pt_br: das quais uma imagem já possui coordenadas atribuídas
ru: из которых %1 изображение уже имеет назначенные координаты

source: Could neither find any exact, nor any interpolated matches!
ar: تعذّر العثور على أي تطابقات دقيقة أو استيفائية!
eo: Ne povis trovi ekzaktajn, nek interpolitajn kongruojn!
gl: Non foi posíbel atopar coincidencias, nin exactas nin interpoladas.
he: לא ניתן למצוא תוצאות מדויקות או מבוינות!
pt_br: Não foi possível encontrar nenhuma correspondência exata nem interpolada!
ru: Не найдены ни точные, ни интерполированные совпадения!

source: Exact matches search
ar: بحث التطابقات الدقيقة
eo: Serĉo de ĝustaj kongruoj
gl: Busca de coincidencias exactas
he: חיפוש תוצאות מדויקות
pt_br: Pesquisa de correspondências exatas
ru: Поиск точного совпадения
zh_tw: 完全符合搜尋

source: <p>Found one exact match!</p>
ar: <p>عثر على تطابق دقيق واحد!</p>
eo: <p>Trovis unu ekzaktan kongruon!</p>
gl: <p>Atopouse unha coincidencia exacta.</p>
he: <p>נמצאה תוצאה מדויקת!</p>
pt_br: <p>Encontrei uma correspondência exata!</p>
ru: <p>Найдено %1 точное совпадение!</p>

source: <p>One image had no exact match (%2).</p>
ar: <p>لا يوجد تطابق دقيق لصورة واحدة (%2).</p>
eo: <p>Unu bildo havis neniun ekzaktan kongruon (%2).</p>
gl: <p>Unha imaxe non tivo coincidencia exacta (%2).</p>
he: <p>לאחת מהתמונות לא הייתה תוצאה מדויקת (%2).</p>
pt_br: <p>Uma imagem não teve correspondência exata (%2).</p>
ru: <p>У %1 изображения нет точного совпадения (%2).</p>

source: Could not find any exact matches!
ar: تعذّر العثور على أي تطابقات دقيقة!
eo: Ne eblis trovi precizajn kongruojn!
gl: Non foi posíbel atopar coincidencias exactas.
he: לא ניתן למצוא תוצאות מדויקות!
pt_br: Não foi possível encontrar nenhuma correspondência exata!
ru: Точные совпадения не найдены.

source: Interpolated matches search
ar: بحث التطابقات الاستيفائية
eo: Interpolitaj kongruoj serĉo
gl: Busca de coincidencias interpoladas
he: חיפוש תוצאות מבוינות
pt_br: Pesquisa de correspondências interpoladas
ru: Поиск интерполированных совпадений

source: <p>Found one interpolated match!</p>
ar: <p>عثر على تطابق استيفائي واحد!</p>
eo: <p>Trovis unu interpolitan kongruon!</p>
gl: <p>Atopouse unha coincidencia interpolada.</p>
he: <p>נמצאה תוצאה מבוינת אחת!</p>
pt_br: <p>Uma correspondência interpolada encontrada!</p>
ru: <p>Найдена %1 интерполированная запись!</p>

source: <p>One image had no interpolated match (%2).</p>
ar: <p>لا يوجد تطابق استيفائي لصورة واحدة (%2).</p>
eo: <p>Unu bildo ne havis interpolitan kongruon (%2).</p>
gl: <p>Unha imaxe non tivo coincidencia interpolada (%2).</p>
he: <p>לתמונה אחת לא הייתה תוצאה מבוינת (%2).</p>
pt_br: <p>Uma imagem não teve correspondência interpolada (%2).</p>
ru: <p>У %1 изображения не найдено интерполированных соответствий (%2).</p>

source: Could not find any interpolated matches!
ar: تعذّر العثور على أي تطابقات استيفائية!
eo: Ne eblis trovi iujn ajn interpolitajn kongruojn!
gl: Non foi posíbel atopar coincidencias interpoladas.
he: לא ניתן למצוא תוצאות מבוינות!
pt_br: Não foi possível encontrar nenhuma correspondência interpolada!
ru: Не удалось найти интерполированные совпадения.

source: <p><b>Saving changes failed</b></p>
ar: <p><b>فشل حفظ التغييرات</b></p>
eo: <p><b>Konservado de ŝanĝoj malsukcesis</b></p>
gl: <p><b>Non foi posíbel gardar os cambios</b></p>
he: <p><b>שמירת השינויים נכשלה</b></p>
pt_br: <p><b>Falha ao salvar alterações</b></p>
ru: <p><b>Не удалось сохранить изменения</b></p>

source: <p><b>Saving changes failed (%1/%2)</b></p>
ar: <p><b>فشل حفظ التغييرات (%1/%2)</b></p>
eo: <p><b>Konservado de ŝanĝoj malsukcesis (%1/%2)</b></p>
gl: <p><b>Non foi posíbel gardar os cambios (%1/%2)</b></p>
he: <p><b>שמירת השינויים נכשלה (%1/%2)</b></p>
pt_br: <p><b>Falha ao salvar alterações (%1/%2)</b></p>
ru: <p><b>Не удалось сохранить изменения (%1/%2)</b></p>

source: <p>You can retry to process the file or cancel the saving process.</p>
ar: <p>يمكنك إعادة محاولة معالجة الملف أو إلغاء عملية الحفظ.</p>
eo: <p>Vi povas reprovi prilabori la dosieron aŭ nuligi la konservadon.</p>
gl: <p>Pode volver intentar procesar o ficheiro ou cancelar o proceso de garda.</p>
he: <p>אפשר לנסות לעבד את הקובץ מחדש או לבטל את תהליך השמירה.</p>
pt_br: <p>Você pode tentar processar o arquivo novamente ou cancelar o processo de salvamento.</p>
ru: <p>Повторить обработку файла или отменить сохранение.</p>

source: <p>You can retry to process the file, skip it or cancel the saving process.</p>
ar: <p>يمكنك إعادة محاولة معالجة الملف، أو تخطيه، أو إلغاء عملية الحفظ.</p>
eo: <p>Vi povas reprovi prilabori la dosieron, preterlasi ĝin aŭ nuligi la konvervadon.</p>
gl: <p>Pode volver intentar procesar o ficheiro, omitilo ou cancelar o proceso de garda.</p>
he: <p>אפשר לנסות לעבד את הקובץ מחדש, לדלג עליו או לבטל את תהליך השמירה.</p>
pt_br: <p>Você pode tentar processar o arquivo novamente, ignorá-lo ou cancelar o processo de salvamento.</p>
ru: <p>Повторить обработку файла, пропустить его или отменить сохранение.</p>

source: Nothing to do
ar: لا يوجد شيء للقيام به
eo: Nenio por fari
gl: Non hai nada que facer
he: אין מה לעשות
pt_br: Nada a fazer
ru: Нечего делать
zh_tw: 無事可做

source: Saving changes ...
ar: حفظ التغييرات ...
eo: Konservante ŝanĝojn...
gl: Gardando os cambios…
he: השינויים נשמרים…
pt_br: Salvando alterações ...
ru: Сохранение изменений...
zh_tw: 儲存變更中 ...

source: <p>Could not save changes to <kbd>%1</kbd>: The backup file <kbd>%2</kbd> could not be created.</p><p>Please check if this file doesn't exist yet and be sure to have write access to <kbd>%3</kbd>.</p>
ar: <p>تعذّر حفظ التغييرات على <kbd>%1</kbd>: تعذّر إنشاء ملف النسخ الاحتياطي <kbd>%2</kbd>.</p><p>الرجاء فحص ما إذا كان هذا الملف غير موجود بعد والتأكد من أن لديك صلاحية كتابة على <kbd>%3</kbd>.</p>
eo: <p>Ne eblis konservi ŝanĝojn al <kbd>%1</kbd>: La rezerva dosiero <kbd>%2</kbd> ne povis esti kreita.</p><p>Bonvolu kontroli ĉu ĉi tiu dosiero ne estas kreita. ekzistas ankoraŭ kaj nepre havi skriban aliron al <kbd>%3</kbd>.</p>
gl: <p>Non foi posíbel gardar os cambios en <kbd>%1</kbd>: non foi posíbel crear o ficheiro de salvagarda <kbd>%2</kbd>.</p><p>Comprobe que o ficheiro aínda non existe e asegúrese de que ten acceso de escritura a <kbd>%3</kbd>.</p>
he: <p>לא ניתן לשמור את השינויים אל <kbd>%1</kbd>: לא ניתן ליצור את קובץ הגיבוי <kbd>%2</kbd>.</p><p>נא לבדוק אם הקובץ הזה לא קיים עדייןולוודא שיש לך הרשאת גישה אל <kbd>%3</kbd>.</p>
pt_br: <p>Não foi possível salvar as alterações em <kbd>%1</kbd>: O arquivo de backup <kbd>%2</kbd> não pôde ser criado.</p><p>Verifique se este arquivo ainda não existe e certifique-se de ter acesso de gravação a <kbd>%3</kbd>.</p>
ru: <p>Не удалось сохранить изменения в <kbd>%1</kbd>: не удалось создать резервный файл <kbd>%2</kbd>.</p><p>Проверьте, что файл ещё не существует и что имеется доступ на запись в <kbd>%3</kbd>.</p>

source: <p>Could not read metadata from <kbd>%1</kbd>.</p><p>Please check if this file still exists and if you have read access to it (and possibly also to an existing XMP sidecar file).</p>
ar: <p>تعذّر قراءة البيانات الوصفية من <kbd>%1</kbd>.</p><p>الرجاء فحص ما إذا كان هذا الملف لا يزال موجودًا وما إذا كان لديك صلاحية قراءة له (وربما لملف XMP الجانبي الموجود أيضًا).</p>
eo: <p>Ne eblis legi metadatenojn de <kbd>%1</kbd>.</p><p>Bonvolu kontroli ĉu ĉi tiu dosiero ankoraŭ ekzistas kaj ĉu vi havas legan aliron al ĝi (kaj eble ankaŭ al ekzistanta XMP kromdosiero).</p>
gl: <p>Non foi posíbel ler os metadatos de <kbd>%1</kbd>.</p><p>Comprobe se o ficheiro aínda existe e se ten acceso de lectura a el (e posibelmente tamén a un ficheiro acompañante existente de XMP).</p>
he: <p>לא ניתן לקרוא את נתוני העל מתוך <kbd>%1</kbd>.</p><p>נא לבדוק אם הקובץ הזה עדיין קיים ושיש לך גישת קריאה אליו (ואולי גם לקובץ XMP נלווה קיים).</p>
pt_br: <p>Não foi possível ler os metadados de <kbd>%1</kbd>.</p><p>Verifique se este arquivo ainda existe e se você tem acesso de leitura a ele (e possivelmente também a um arquivo auxiliar XMP existente).</p>
ru: <p>Не удалось прочитать метаданные из файла <kbd>%1</kbd>.</p><p>Убедитесь, что этот файл существует и у вас есть доступ на чтение к нему (а также к возможному дополнительному файлу XMP).</p>

source: <p>Could not save metadata for <kbd>%1</kbd>.</p>
ar: <p>تعذّر حفظ البيانات الوصفية لـ <kbd>%1</kbd>.</p>
eo: <p>Ne eblis konservi metadatenojn por <kbd>%1</kbd>.</p>
gl: <p>Non foi posíbel gardar os metadatos de <kbd>%1</kbd>.</p>
he: <p>לא ניתן לשמור את נתוני העל עבור <kbd>%1</kbd>.</p>
pt_br: <p>Não foi possível salvar metadados para <kbd>%1</kbd>.</p>
ru: <p>Не удалось сохранить метаданные для <kbd>%1</kbd>.</p>

source: <p>Please check if you have write access to <kbd>%1</kbd>!
ar: <p>الرجاء فحص ما إذا كان لديك صلاحية كتابة على <kbd>%1</kbd>!</p>
eo: <p>Bonvolu kontroli ĉu vi havas skriban aliron al <kbd>%1</kbd>!
gl: <p>Comprobe se ten acceso de escritura a <kbd>%1</kbd>!
he: <p>נא לבדוק אם יש לך הרשאת כתיבה אל <kbd>%1</kbd>!
pt_br: <p>Verifique se você tem acesso de gravação a <kbd>%1</kbd>!
ru: <p>Проверьте наличие прав доступа на запись в <kbd>%1</kbd>!</p>

source: <p>Please check if this file still exists and if you have write access to it!</p>
ar: <p>الرجاء فحص ما إذا كان هذا الملف لا يزال موجودًا وما إذا كان لديك صلاحية كتابة له!</p>
eo: <p>Bonvolu kontroli ĉu ĉi tiu dosiero ankoraŭ ekzistas kaj vi havas skribopermeson al ĝi!</p>
gl: <p>Comprobe se o ficheiro aínda existe e se ten acceso de escritura a el.</p>
he: <p>נא לבדוק אם הקובץ הזה עדיין קיים ואם יש לך גישה לכתוב אליו!</p>
pt_br: <p>Verifique se este arquivo ainda existe e se você tem acesso de gravação a ele!</p>
ru: <p>Убедитесь, что файл существует и у вас есть права на запись в него.</p>

source: No changes could be saved!
ar: لا تغييرات يمكن حفظها!
eo: Neniuj ŝanĝoj povus esti konservitaj!
gl: Non se puido gardar ningún cambio.
he: אין שינויים שאפשר לשמור!
pt_br: Nenhuma alteração pôde ser salva!
ru: Не удалось сохранить изменения!
zh_tw: 沒有能夠儲存的變更！

source: <p>Some changes could not be saved!</p><p>Successfully saved %1 of %2 images.</p>
ar: <p>تعذّر حفظ بعض التغييرات!</p><p>نجاح حفظ %1 من %2 صورة.</p>
eo: <p>Kelkaj ŝanĝoj ne povis esti konservitaj!</p><p>Sukcese konservis %1 el %2 bildoj.</p>
gl: <p>Algúns cambios non puideron gardarse.</p><p>Gardáronse %1 imaxes de %2.</p>
he: <p>אי אפשר לשמור חלק מהשינויים!</p><p>%1 מתוך %2 תמונות נשמרו בהצלחה.</p>
pt_br: <p>Algumas alterações não puderam ser salvas!</p><p>%1 de %2 imagens salvas com sucesso.</p>
ru: <p>Некоторые изменения не удалось сохранить!</p><p>Успешно сохранено %1 из %2 изображений.</p>

source: All changes have been successfully saved!
ar: جميع التغييرات حفظت بنجاح!
eo: Ĉiuj ŝanĝoj estis sukcese konservitaj!
gl: Gardáronse os cambios.
he: כל השינויים נשמרו בהצלחה!
pt_br: Todas as alterações foram salvas com sucesso!
ru: Все изменения успешно сохранены!

source: Elevation lookup
ar: البحث عن الارتفاع
eo: Alteco serĉo
gl: Busca da elevación
he: איתור עילוי
pt_br: Procura de elevação
ru: Определение высоты
zh_tw: 高度查詢

source: <p>Fetching elevation data from opentopodata.org failed.</p><p>The error message was: %1</p>
ar: <p>فشل جلب بيانات الارتفاع من opentopodata.org.</p><p>رسالة الخطأ هي: %1</p>
eo: <p>Alporto de altecaj datumoj el opentopodata.org malsukcesis.</p><p>La erarmesaĝo estis: %1</p>
gl: <p>Non foi posíbel obter os datos de elevación de opentopodata.org.</p><p>A mensaxe de erro foi: %1</p>
he: <p>משיכת נתוני העילוי מ־opentopodata.org נכשלה.</p><p>הודעת השגיאה הייתה: %1</p>
pt_br: <p>A busca de dados de elevação do opentopodata.org falhou.</p><p>A mensagem de erro foi: %1</p>
ru: <p>Не удалось получить данные о высоте с сайта opentopodata.org.</p> <p>Сообщение об ошибке: %1</p>
