Repository: KDE/kgeotag
Catalog: po/*/kgeotag.po
Languages: ar, eo, gl, he, pt_br, ru, zh_tw

source: (Re-)Assign to map center
ar: عيّن (أعد تعيين) إلى مركز الخريطة
eo: (Re-)Asigni al mapo-centro
gl: (Re)asignar ao centro do mapa
he: הקצאה (מחדש) למרכז המפה
pt_br: (Re)Atribuir ao centro do mapa
ru: Переназначить по центру карты
zh_tw: （重新）指派到地圖中央

source: Automatically select next untagged image
ar: اختر آليًا الصورة التالية غير الموسومة
eo: Aŭtomate elekti sekvantan ne-etikeditan bildon
gl: Seleccionar automaticamente a seguinte imaxe sen etiquetar
he: לבחור את התמונה הלא מתויגת הבאה אוטומטית
pt_br: Selecionar automaticamente a próxima imagem não marcada
ru: Автоматически выбирать следующее неотмеченное изображение

source: Save changed images
ar: احفظ الصور المغيّرة
eo: Konservi ŝanĝitajn bildojn
gl: Gardar as imaxes cambiadas
he: שמירת התמונות שנערכו
pt_br: Salvar imagens alteradas
ru: Сохранение изменённых изображений
zh_tw: 儲存已變更的影像

source: Save the metadata of all changed images
ar: احفظ البيانات الوصفية لجميع الصور المغيّرة
gl: Gardar os metadatos de todas as imaxes cambiadas
he: שמירת נתוני העל של כל התמונות שנערכו
pt_br: Salva os metadados de todas as imagens alteradas
ru: Сохранение метаданных всех изменённых изображений
zh_tw: 儲存所有已變更的影像的中繼資料

source: Set default dock arrangement
ar: اضبط ترتيب الإرساء المبدئي
eo: Agordi defaŭltan dok-aranĝon
gl: Definir a distribución predeterminada da doca
he: הגדרת סידור מעגן כברירת מחדל
pt_br: Definir arranjo de encaixe padrão
ru: Восстановить стандартное расположение панелей
zh_tw: 設定預設面板安排

source: Bookmarks
ar: وسمات مرجعية
eo: Legosignoj
gl: Marcadores
he: סימניות
pt_br: Favoritos
ru: Закладки
zh_tw: 書籤

source: Preview
ar: معاينة
eo: Antaŭrigardo
gl: Vista previa
he: תצוגה מקדימה
pt_br: Visualização
ru: Предварительный просмотр
zh_tw: 預覽

source: Fix time drift
ar: صحح انحراف الوقت
eo: Ripari la tempodrivon
gl: Corrixir a desviación temporal
he: תיקון סטיית הזמן
pt_br: Corrigir desvio de tempo
ru: Смещение времени камеры
zh_tw: 修正時間偏移

source: Map
ar: خريطة
eo: Mapo
gl: Mapa
he: מפה
pt_br: Mapa
ru: Карта
zh_tw: 地圖

source: Unassigned images
ar: صور غير معينة
eo: Neasignitaj bildoj
gl: Imaxes sen asignar
he: תמונות לא מוקצות
pt_br: Imagens não marcadas
ru: Неназначенные изображения
zh_tw: 未指派的影像

source: Tracks
ar: مسارات
eo: Trakoj
gl: Rastros
he: מסלולים
pt_br: Trilhas
ru: Траектории
zh_tw: 軌跡

source: Search Places
ru: Поиск мест

source: Loading timezone data
ar: تحميل بيانات المنطقة الزمنية
eo: Ŝargante horzonajn datumojn
gl: Cargando os datos do fuso horario
he: נתוני אזור הזמן נטענים
pt_br: Carregando dados de fuso horário
ru: Загрузка данных о часовых поясах
zh_tw: 正在載入時區資料

source: <p>Could not load or parse the timezone data files <kbd>timezones.json</kbd> and/or <kbd>timezones.png</kbd>. Automatic timezone detection won't work.</p><p>Please check your installation!</p><p>If you run manually compiled sources without having installed them, please refer to <a href="https://community.kde.org/KGeoTag#Running_the_compiled_sources">KDE's community wiki</a> on how to make the respective files accessible.</p>
ar: <p>تعذّر تحميل أو تحليل ملفات بيانات المنطقة الزمنية <kbd>timezones.json</kbd> و/أو <kbd>timezones.png</kbd>. لن يعمل الكشف الآلي عن المنطقة الزمنية.</p><p>الرجاء فحص تثبيتك!</p><p>إذا كنت تشغل مصادر مجمعة يدويًا دون تثبيتها، فالرجاء الرجوع إلى <a href="https://community.kde.org/KGeoTag#Running_the_compiled_sources">ويكي مجتمع KDE</a> لمعرفة كيفية جعل الملفات المعنية قابلة للوصول.</p>
eo: <p>Ne eblis ŝargi aŭ analizi la horzonajn datumdosierojn <kbd>timezones.json</kbd> kaj/aŭ <kbd>timezones.png</kbd>. Aŭtomata horzona detekto ne funkcios.</p><p>Bonvolu kontroli vian instaladon!</p><p>Se vi rulas permane kompilitajn fontojn sen instali ilin, bonvolu raporti al <a href="https://community.kde.org/KGeoTag#Running_the_compiled_sources">Komunuma vikio de KDE</a> pri kiel igi la respektivajn dosierojn alireblaj.</p>
gl: <p>Non foi posíbel cargar ou analizar os ficheiros de datos de fusos horarios <kbd>timezones.json</kbd> ou <kbd>timezones.png</kbd>. A detección automática de fuso horario non funcionará.</p><p>Revise a instalación!</p><p>Se está usando fontes compiladas manualmente e non as instalou, consulte no <a href="https://community.kde.org/KGeoTag#Running_the_compiled_sources">wiki da comunidade de KDE</a> como activar o acceso a eses ficheiros.</p>
he: <p>לא ניתן לטעון או לפענח את קובצי נתוני אזורי הזמן <kbd>timezones.json</kbd> ו/או <kbd>timezones.png</kbd>. זיהוי אוטומטי של אזור הזמן לא יעבוד.</p><p>נא לבדוק שההתקנה שלך תקינה!</p><p>אם הרצת ממקורות שהודרו ידנית ולא התקנת אותם, נא לפנות אל <a href="https://community.kde.org/KGeoTag#Running_the_compiled_sources">הוויקי הקהילתי של KDE</a> בנוגע להנגשת הקבצים הנחוצים.</p>
pt_br: <p>Não foi possível carregar ou analisar os arquivos de dados de fuso horário <kbd>timezones.json</kbd> e/ou <kbd>timezones.png</kbd>. A detecção automática de fuso horário não funcionará.</p><p>Verifique sua instalação!</p><p>Se você executar fontes compiladas manualmente sem tê-las instalado, consulte o <a href="https://community.kde.org/KGeoTag#Running_the_compiled_sources">wiki da comunidade do KDE</a> para saber como tornar os respectivos arquivos acessíveis.</p>
ru: <p>Не удалось загрузить или разобрать файлы данных часовых поясов <kbd>timezones.json</kbd> и/или <kbd>timezones.png</kbd>. Автоматическое определение часового пояса не будет работать.</p><p>Проверьте установку приложения!</p><p>При запуске вручную скомпилированных исходных кодов без их установки обратитесь к <a href="https://community.kde.org/KGeoTag#Running_the_compiled_sources">вики сообщества KDE</a> для получения инструкций по обеспечению доступа к соответствующим файлам.</p>

source: Assigned images
ar: صور معينة
eo: Asignitaj bildoj
gl: Imaxes asignadas
he: תמונות מוקצות
pt_br: Imagens marcadas
ru: Назначенные изображения
zh_tw: 已指派的影像

source: Images
ar: صور
eo: Bildoj
gl: Imaxes
he: תמונות
pt_br: Imagens
ru: Изображения
zh_tw: 影像

source: Close KGeoTag
ar: أغلق موسم الجغرافي KGeoTag
eo: Fermi KGeoTag
gl: Pechar KGeoTag
he: סגירת KGeoTag
pt_br: Fechar o KGeoTag
ru: Закрытие KGeoTag
zh_tw: 關閉 KGeoTag

source: <p>There are pending changes to images that haven't been saved yet. All changes will be discarded if KGeoTag is closed now.</p><p>Do you want to close the program anyway?</p>
ar: <p>هناك تغييرات معلقة على الصور لم تحفظ بعد. ستلغى جميع التغييرات إن أغلق موسم الجغرافي KGeoTag الآن.</p><p>هل تريد إغلاق البرنامج على أي حال؟</p>
eo: <p>Estas pritraktataj ŝanĝoj al bildoj, kiuj ankoraŭ ne estis konservitaj. Ĉiuj ŝanĝoj estos forĵetitaj se KGeoTag estas fermita nun.</p><p>Ĉu vi tamen volas fermi la programon?</p>
gl: <p>Hai cambios pendentes en imaxes que aínda non se gardaron. Se pecha KGeoTag agora, descartaranse todos os cambios.</p><p>Quere pechar o programa de todos os xeitos?</p>
he: <p>יש שינויים ממתינים לתמונות שלא נשמרו עדיין. כל השינויים יסולקו אם KGeoTag ייסגר כעת.</p><p>לסגור את התוכנית בכל זאת?</p>
pt_br: <p>Há alterações pendentes em imagens que ainda não foram salvas. Todas as alterações serão descartadas se o KGeoTag for fechado agora.</p><p>Deseja fechar o programa mesmo assim?</p>
ru: <p>Есть несохранённые изменения в изображениях. Все изменения будут утеряны при закрытии KGeoTag.</p><p>Закрыть приложение?</p>

source: Please select the images and/or GPX tracks to add
ar: الرجاء اختيار الصور و/أو مسارات GPX للإضافة
eo: Bonvolu elekti la bildojn kaj/aŭ GPX-spurojn por aldoni
gl: Seleccione a imaxe ou o rastro de GPX para engadir.
he: נא לבחור את התמונות ו/או רצועות ה־GPX להוספה
pt_br: Selecione as imagens e/ou trilhas GPX a adicionar
ru: Выберите изображения и/или треки GPX для добавления
zh_tw: 請選擇要新增的影像或 GPX 軌跡

source: All supported files (*.jpg *.jpeg *.png *.webp *.tif *.tiff *.ora *.kra *.cr2 *.nef *.dng *.gpx );; All files (*)
ar: جميع الملفات المدعومة (*.jpg *.jpeg *.png *.webp *.tif *.tiff *.ora *.kra *.cr2 *.nef *.dng *.gpx );; جميع الملفات (*)
eo: Ĉiuj subtenataj dosieroj (*.jpg *.jpeg *.png *.webp *.tif *.tiff *.ora *.kra *.cr2 *.nef *.dng *.gpx );; Ĉiuj dosieroj (*)
gl: Todos os ficheiros permitidos (*.jpg *.jpeg *.png *.webp *.tif *.tiff *.ora *.kra *.cr2 *.nef *.dng *.gpx );; Todos os ficheiros (*)
he: כל הקבצים הנתמכים (‎*.jpg‏ ‎*.jpeg‏ ‎*.png‏ ‎*.webp‏ ‎*.tif‏ ‎*.tiff‏ ‎*.ora‏ ‎*.kra ‏‎*.cr2‏ ‎*.nef‏ ‎*.dng‏ ‎*.gpx );; כל הקבצים (*)
pt_br: Todos os arquivos suportados (*.jpg *.jpeg *.png *.webp *.tif *.tiff *.ora *.kra *.cr2 *.nef *.dng *.gpx );; Todos os arquivos (*)
ru: Все поддерживаемые файлы (*.jpg *.jpeg *.png *.webp *.tif *.tiff *.ora *.kra *.cr2 *.nef *.dng *.gpx );; Все файлы (*)
zh_tw: 所有支援的檔案 (*.jpg *.jpeg *.png *.webp *.tif *.tiff *.ora *.kra *.cr2 *.nef *.dng *.gpx );; 所有檔案 (*)

source: <p>The selection did not contain any supported files!</p>
ar: <p>الاختيار لا يتضمن أي ملفات مدعومة!</p>
eo: <p>La elekto enhavis neniujn subtenatajn dosierojn!</p>
gl: <p>A selección non contiña ningún ficheiro permitido.</p>
he: <p>הבחירה לא הכילה קבצים נתמכים כלשהם!</p>
pt_br: <p>A seleção não continha nenhum arquivo suportado!</p>
ru: <p>В выборке не найдено поддерживаемых файлов!</p>

source: <p>The following file will be skipped due to an unsupported MIME type:</p><p>%2</p>
ar: <p>سيخطي الملف التالي بسبب نوع MIME غير مدعوم:</p><p>%2</p>
eo: <p>La sekvanta dosiero estos preterlasita pro nesubtenata MIME-typo:</p><p>%2</p>
gl: <p>O seguinte ficheiro omitirase porque non se permite o seu tipo MIME:</p><p>%2</p>
he: <p>הקובץ הבא ייפסח כיוון שסוג התוכן/MIME שלו לא נתמך:</p><p>%2</p>
pt_br: <p>O seguinte arquivo será ignorado devido a um tipo MIME não suportado:</p><p>%2</p>
ru: <p>Следующие файлы будут пропущены из-за неподдерживаемых типов MIME:</p><p> %2</p>

source: Please select a folder
ar: الرجاء اختيار مجلد
eo: Bonvolu elekti dosierujon
gl: Seleccione un cartafol
he: נא לבחור תיקייה
pt_br: Selecionar uma pasta
ru: Выбор папки
zh_tw: 請選擇一個資料夾

source: Could not find any supported files in <kbd>%1</kbd>
ar: تعذّر العثور على أي ملفات مدعومة في <kbd>%1</kbd>
eo: Ne eblis trovi iujn ajn subtenatajn dosierojn en <kbd>%1</kbd>
gl: Non se atoparon ficheiros compatíbeis en <kbd>%1</kbd>.
he: לא ניתן למצוא קבצים נתמכים תחת <kbd>%1</kbd>
pt_br: Não foi possível encontrar nenhum arquivo suportado em <kbd>%1</kbd>
ru: В папке <kbd>%1</kbd> не найдены поддерживаемые файлы.

source: <p>Opening <kbd>%1</kbd> failed. Please be sure to have read access to this file.</p>
ar: <p>فشل فتح <kbd>%1</kbd>. الرجاء التأكد من أن لديك صلاحية قراءة لهذا الملف.</p>
eo: <p>Malfermo de <kbd>%1</kbd> malsukcesis. Bonvolu nepre havi legpermeson al ĉi tiu dosiero.</p>
gl: <p>A apertura de <kbd>%1</kbd> fallou. Asegúrese de que ten acceso de lectura ao ficheiro.</p>
he: <p>הפתיחה של <kbd>%1</kbd> נכשלה. נא לוודא שיש לך גישה לקרוא את הקובץ הזה.</p>
pt_br: <p>Falha ao abrir <kbd>%1</kbd>. Certifique-se de ter acesso de leitura a este arquivo.</p>
ru: <p>Не удалось открыть <kbd>%1</kbd>. Убедитесь в наличии прав доступа на чтение этого файла.</p>

source: <p>Could not read geodata from <kbd>%1</kbd>: Could not find the <kbd>gpx</kbd> root element. Apparently, this is not a GPX file!</p>
ar: <p>تعذّر قراءة البيانات الجغرافية من <kbd>%1</kbd>: تعذّر العثور على عنصر جذر <kbd>gpx</kbd>. على ما يبدو، هذا ليس ملف GPX!</p>
eo: <p>Ne eblis legi geodatenojn de <kbd>%1</kbd>: Ne eblis trovi la radikan elementon <kbd>gpx</kbd>. Ŝajne, ĉi tio ne estas GPX-dosiero!</p>
gl: <p>Non foi posíbel ler datos xeográficos de <kbd>%1</kbd>: Non foi posíbel atopar o elemento raíz de <kbd>gpx</kbd>. Non parece ser un ficheiro GPX.</p>
he: <p>לא ניתן לקרוא נתונים גאוגרפיים מתוך <kbd>%1</kbd>: לא ניתן למצוא את רכיב השורש <kbd>gpx</kbd>. על פניו, זה לא קובץ GPX!</p>
pt_br: <p>Não foi possível ler os geodados de <kbd>%1</kbd>: Não foi possível encontrar o elemento raiz <kbd>gpx</kbd>. Aparentemente, este não é um arquivo GPX!</p>
ru: <p>Не удалось прочитать геоданные из <kbd>%1</kbd>: не найден корневой элемент <kbd>gpx</kbd>. Похоже, это не файл GPX!</p>

source: <p><kbd>%1</kbd> seems to be a GPX file, but it contains no geodata!</p>
ar: <p>يبدو أن <kbd>%1</kbd> ملف GPX، ولكنه لا يحتوي على بيانات جغرافية!</p>
eo: <p><kbd>%1</kbd> ŝajnas esti GPX-dosiero, sed ĝi enhavas neniujn geodatenojn!</p>
gl: <p><kbd>%1</kbd> parece un ficheiro GPX, pero non contén datos xeográficos.</p>
he: <p><kbd>%1</kbd> נראה כמו קובץ GPX, אך אינו מכיל נתונים גאוגרפיים!</p>
pt_br: <p><kbd>%1</kbd> parece ser um arquivo GPX, mas não contém geodados!</p>
ru: <p><kbd>%1</kbd> похож на файл GPX, но не содержит геоданных!</p>

source: <p>XML parsing failed for <kbd>%1</kbd>. Either, no data could be loaded at all, or only a part of it.</p>
ar: <p>فشل تحليل XML لـ <kbd>%1</kbd>. إما أن لا بيانات حملت على الإطلاق، أو جزء منها فقط.</p>
eo: <p>XML-analizo malsukcesis por <kbd>%1</kbd>. Aŭ nenia datumo povis esti ŝargita, aŭ nur parto de ĝi.</p>
gl: <p>A análise de XML de <kbd>%1</kbd> fallou. Ou non se cargaron datos ou só se cargou unha parte.</p>
he: <p>פענוח XML עבור <kbd>%1</kbd> נכשל. או שלא נטענו ממנו נתונים כלל או שרק חלקית.</p>
pt_br: <p>A análise de XML falhou para <kbd>%1</kbd>. Nenhum dado pôde ser carregado ou apenas parte dele.</p>
ru: <p>Не удалось выполнить синтаксический анализ XML для <kbd>%1</kbd>. Данные не загружены вовсе или загружены только частично.</p>

source: <p><b>Loading GPX file failed</b></p>
ar: <p><b>فشل تحميل ملف GPX</b></p>
eo: <p><b>Ŝargi GPX-dosieron malsukcesis</b></p>
gl: <p><b>A carga do ficheiro GPX fallou</b></p>
he: <p><b>טעינת קובץ GPX נכשלה</b></p>
pt_br: <p><b>Falha ao carregar o arquivo GPX</b></p>
ru: <p><b>Загрузка файла GPX не удалась</b></p>

# Fraction of processed files are added inside the round braces
source: <p><b>Loading GPX file failed (%1/%2)</b></p>
ar: <p><b>فشل تحميل ملف GPX (%1/%2)</b></p>
eo: <p><b>Ŝargado de GPX-dosiero malsukcesis (%1/%2)</b></p>
gl: <p><b>A carga do ficheiro GPX fallou (%1/%2)</b></p>
he: <p><b>טעינת קובץ GPX נכשלה (%1/%2)</b></p>
pt_br: <p><b>Falha ao carregar o arquivo GPX (%1/%2)</b></p>
ru: <p><b>Не удалось загрузить файл GPX (%1/%2)</b></p>

source: <p>The next GPX file will be loaded now.</p>
ar: <p>الملف GPX التالي سيحمل الآن.</p>
eo: <p>La sekva GPX-dosiero estos ŝargita nun.</p>
gl: <p>Agora cargarase o seguinte ficheiro GPX.</p>
he: <p>קובץ ה־GPX הבא ייטען כעת.</p>
pt_br: <p>O próximo arquivo GPX será carregado agora.</p>
ru: <p>Далее будет загружен следующий файл GPX.</p>

source: Load GPX data
ar: حمّل بيانات GPX
eo: Ŝargi GPX-datumojn
gl: Cargar os datos GPX
he: טעינת נתוני GPX
pt_br: Carregar dados GPX
ru: Загрузка данных GPX
zh_tw: 載入 GPX 資料

source: <p>Processed one file</p>
ar: <p>عولج ملف واحد</p>
eo: Pritraktis unu dosieron
gl: <p>Procesouse un ficheiro.</p>
he: <p>קובץ אחד טופל</p>
pt_br: <p>Um arquivo processado</p>
ru: <p>Обработан %1 файл</p>

source: <p>Processed one file; %2</p>
ar: <p>عولج ملف واحد؛ %2</p>
eo: <p>Pritraktis unu dosieron; %2</p>
gl: <p>Procesouse un ficheiro; %2</p>
he: <p>קובץ אחד טופל, %2</p>
pt_br: <p>Um arquivo processado; %2</p>
ru: <p>Обработан %1 файл; %2</p>

source: one file failed to load
ar: فشل تحميل ملف واحد
eo: malsukcesis ŝargi unu dosieron
gl: non foi posíbel cargar un ficheiro
he: הטעינה של אחד הקבצים נכשלה
pt_br: um arquivo falhou ao carregar
ru: Не удалось загрузить %1 файл

source: <p>Processed one file; %2</p>
ar: <p>عولج ملف واحد؛ %2</p>
eo: <p>Pritraktis unu dosieron; %2</p>
gl: <p>Procesouse un ficheiro; %2</p>
he: <p>קובץ אחד טופל, %2</p>
pt_br: <p>Um arquivo processado; %2</p>
ru: <p>Обработан %1 файл; %2</p>

source: one already loaded file has been skipped
ar: خطي ملف واحد محمل بالفعل
eo: unu dosiero jam ŝargita estis preterlasita
gl: omitiuse un ficheiro xa cargado
he: קובץ שכבר נטען נפסח
pt_br: um arquivo já carregado foi ignorado
ru: Пропущен %1 уже загруженный файл

source: <p>Processed one file; %2, %3</p>
ar: <p>عولج ملف واحد؛ %2، %3</p>
eo: <p>Pritraktis unu dosieron; %2, %3</p>
gl: <p>Procesouse un ficheiro; %2, %3</p>
he: <p>קובץ אחד טופל, %2, %3</p>
pt_br: <p>Um arquivo processado; %2, %3</p>
ru: <p>Обработан %1 файл; %2, %3</p>

source: <p>No waypoints could be loaded.</p>
ar: <p>تعذّر تحميل أي نقاط طريق.</p>
eo: <p>Neniaj vojpunktoj povus esti ŝargitaj.</p>
gl: <p>Non foi posíbel cargar puntos de camiño.</p>
he: <p>לא ניתן לטעון את נקודות הביניים.</p>
pt_br: <p>Nenhum ponto de trilha pôde ser carregado.</p>
ru: <p>Не удалось загрузить точки маршрута.</p>

source: <p>Loaded one waypoint from %2</p>
ar: <p>حملت نقطة طريق واحدة من %2</p>
eo: <p>Ŝargis unu vojpunkton de %2</p>
gl: <p>Cargouse un punto de camiño de %2.</p>
he: <p>נטענה נקודת ביניים מתוך %2</p>
pt_br: <p>Carregado um ponto de trilha de %2</p>
ru: <p>Загружена %1 путевая точка из %2</p>
zh_tw: <p>已從 %2載入 %1 個路點</p>

source: one track
ar: مسار واحد
eo: unu trako
gl: unha pista
he: מסלול אחד
pt_br: uma trilha
ru: %1 траектория
zh_tw: %1 個軌跡

source: <p>Loaded one waypoint from %2 and %3</p>
ar: <p>حملت نقطة طريق واحدة من %2 و %3</p>
eo: <p>Ŝargis unu vojpunkton de %2 kaj %3</p>
gl: <p>Cargouse un punto de camiño de %2 e %3.</p>
he: <p>נטענה נקודת ביניים מתוך %2 ו־%3</p>
pt_br: <p>Carregado um ponto de trilha de %2 e %3</p>
ru: <p>Загружена %1 метка из %2 и %3</p>
zh_tw: <p>已從 %2和 %3載入 %1 個路點</p>

source: one segment
ar: مقطع واحد
eo: unu segmento
gl: un segmento
he: מקטע
pt_br: um segmento
ru: %1 сегмент
zh_tw: %1 個片段

source: Timezone detection failed
ar: فشل الكشف عن المنطقة الزمنية
eo: Horzona detekto malsukcesis
gl: A detección do fuso horario fallou
he: זיהוי אזור הזמן נכשל
pt_br: Detecção do fuso horário falhou
ru: Определение часового пояса не удалось
zh_tw: 時區偵測失敗

source: <p>The presumably correct timezone for images associated with the loaded GPX file could not be detected.</p><p>Please set the correct timezone manually on the "Fix time drift" page.</p>
ar: <p>تعذّر الكشف عن المنطقة الزمنية التي يفترض أنها الصحيحة للصور المرتبطة بملف GPX المحمل.</p><p>الرجاء ضبط المنطقة الزمنية الصحيحة يدويًا في صفحة «تصحيح انحراف الوقت».</p>
eo: <p>La supozeble ĝusta horzono por bildoj asociitaj kun la ŝarĝita GPX-dosiero ne povis esti detektita.</p><p>Bonvolu agordi la ĝustan horzonon permane sur la paĝo "Ripari tempodiviton".</p>
gl: <p>Non foi posíbel detectar o fuso horario presuntamente correcto das imaxes asociadas co ficheiro GPX cargado.</p><p>Defina o fuso horario correcto manualmente na páxina de corrixir a desviación temporal.</p>
he: <p>לא ניתן לזהות את אזור הזמן הנכון לכאורה לתמונות שמשויכות לקובץ ה־GPX.</p><p>נא להגדיר את אזור הזמן הנכון ידנית בעמוד „תיקון סטיית זמן”.</p>
pt_br: <p>O fuso horário presumivelmente correto para imagens associadas ao arquivo GPX carregado não pôde ser detectado.</p><p>Defina o fuso horário correto manualmente na página "Corrigir desvio de tempo".</p>
ru: <p>Не удалось определить предположительно верный часовой пояс для изображений, связанных с загруженным файлом GPX.</p><p>Установите правильный часовой пояс вручную на странице «Исправление расхождения во времени».</p>

source: Setting the detected timezone failed
ar: فشل ضبط المنطقة الزمنية المكتشفة
eo: Agordo de la detektita horzono malsukcesis
gl: A definición do fuso horario detectado fallou
he: הגדרת אזור הזמן שזוהה נכשלה
pt_br: Falha na configuração do fuso horário detectado
ru: Не удалось задать обнаруженный часовой пояс

source: <p>The presumably correct timezone "%1" has been detected from the loaded GPX file, but could not be set. This should not happen!</p><p>Please file a bug report about this, including the installed versions of KGeoTag and your system's timezone data (the package owning <kbd>/usr/share/zoneinfo</kbd>).</p><p>You can adjust the timezone setting manually on the "Fix time drift" page.</p>
ar: <p>اكتشف المنطقة الزمنية التي يفترض أنها الصحيحة «%1» من ملف GPX المحمل، ولكن تعذّر ضبطها. لا يجب أن يحدث هذا!</p><p>الرجاء رفع تقرير خطأ بخصوص هذا، مع تضمين إصدارات موسم الجغرافي KGeoTag المثبتة وبيانات المنطقة الزمنية لنظامك (الحزمة التي تملك <kbd>/usr/share/zoneinfo</kbd>).</p><p>يمكنك تعديل إعداد المنطقة الزمنية يدويًا في صفحة «تصحيح انحراف الوقت».</p>
eo: <p>La supozeble ĝusta horzono "%1" estis detektita de la ŝargita GPX-dosiero, sed ne eblis agordi. Ĉi tio ne devus okazi!</p><p>Bonvolu registri cimraporton pri tio, inkluzive de la instalitaj versioj de KGeoTag kaj la horzonaj datumoj de via sistemo (la pakaĵo posedanta <kbd>/usr/share/zoneinfo</kbd>). </p><p>Vi povas ĝustigi la horzonan agordon permane sur la paĝo "Ripari tempodrivon".</p>
gl: <p>O fuso horario presuntamente correcto «%1» detectouse no ficheiro de GPX cargado, pero non foi posíbel definilo. Isto non debería ocorrer.</p><p>Envíe un informe de fallo onde indique as versións instaladas de KGeoTag e dos datos de fuso horario do sistema (o paquete que forneza <kbd>/usr/share/zoneinfo</kbd>).</p><p>Pode axustar a opción de fuso horario manualmente desde a páxina de corrixir a desviación temporal.</p>
he: <p>אזור הזמן הנכון לכאורה „%1” זוהה מתוך קובץ ה־GPX שנטען אך לא ניתן להגדיר אותו. זה לא מצב שאמור לקרות!</p><p>נא להגיש דוח תקלה על כך, כולל הגרסה המותקנת של KGeoTag ונתוני אזור הזמן של המערכת (החבילה שהקובץ <kbd>/usr/share/zoneinfo</kbd> בבעלותה).</p><p>אפשר להתאים את הגדרת אזור הזמן ידנית דרך העמוד „תיקון סטיית זמן”.</p>
pt_br: <p>O fuso horário presumivelmente correto "%1" foi detectado no arquivo GPX carregado, mas não pôde ser definido. Isso não deveria acontecer!</p><p>Registre um relatório de bug sobre isso, incluindo as versões instaladas do KGeoTag e os dados de fuso horário do seu sistema (o pacote que contém <kbd>/usr/share/zoneinfo</kbd>).</p><p>Você pode ajustar a configuração de fuso horário manualmente na página "Corrigir desvio de tempo".</p>
ru: <p>По загруженному файлу GPX определена предположительно правильная временная зона «%1», но её не удалось установить. Этого не должно происходить!</p><p>Отправьте отчёт об ошибке, указав установленные версии KGeoTag и данные о временных зонах вашей системы (пакет, которому принадлежит <kbd>/usr/share/zoneinfo</kbd>).</p><p>Настройку временной зоны можно изменить вручную на странице «Коррекция временного сдвига».</p>

source: Timezone adjusted
ar: عدلت المنطقة الزمنية
eo: Horzono ĝustigita
gl: Axustouse o fuso horario
he: אזור הזמן הותאם
pt_br: Fuso horário ajustado
ru: Часовой пояс скорректирован
zh_tw: 時區已調整

source: <p>The loaded GPX file was presumably recorded in the timezone "%1", as well as the photos to associate with it. This timezone has been selected now.</p><p>You can adjust the timezone setting manually on the "Fix time drift" page.</p>
ar: <p>يُفترض أن ملف GPX المحمّل قد سُجّل في المنطقة الزمنية ”%1“، وكذلك الصور المرتبطة به. وقد حُددت هذه المنطقة الزمنية الآن.</p><p>يمكنك ضبط إعداد المنطقة الزمنية يدويًا في صفحة ”إصلاح الانحراف الزمني“.</p>
eo: <p>La ŝargita GPX-dosiero supozeble estis registrita en la horzono "%1", same kiel la fotoj asociendaj kun ĝi. Ĉi tiu horzono estas nun elektita.</p><p>Vi povas alĝustigi la horzonan agordon permane sur la paĝo "Ripari tempodrivon".</p>
gl: <p>O ficheiro de GPX cargado gravouse presuntamente no fuso horario «%1», así como as fotos asociadas con el. Seleccionouse ese fuso horario.</p><p>Pode axustar a opción de fuso horario manualmente na páxina de corrixir a desviación temporal.</p>
he: <p>קובץ ה־GPX הוקלט כנראה באזור הזמן „%1”, כמו התמונה שמשויכת אליו. אזור הזמן הזה נבחר כעת.</p><p>אפשר לכוון את אזור הזמן ידנית דרך העמוד „תיקון סטיית זמן”.</p>
pt_br: <p>O arquivo GPX carregado provavelmente foi gravado no fuso horário "%1", assim como as fotos a ele associadas. Este fuso horário já foi selecionado.</p><p>Você pode ajustar a configuração de fuso horário manualmente na página "Corrigir desvio de tempo".</p>
ru: <p>Загруженный файл GPX, а также фотографии, которые с ним связываются, были, вероятно, записаны в часовом поясе «%1». Этот часовой пояс выбран сейчас.</p><p>Настройку часового пояса можно изменить вручную на странице «Исправление временного сдвига».</p>
