Repository: KDE/kgeotag
Catalog: po/*/kgeotag.po
Languages: ar, eo, gl, he, pt_br, ru, zh_tw

source: Cf. <a href="https://www.opentopodata.org/">https://www.opentopodata.org/</a> for further information about the available datasets, like the respective coverage!
ar: راجع <a href="https://www.opentopodata.org/">https://www.opentopodata.org/</a> للمزيد من المعلومات حول مجموعات البيانات المتاحة، مثل التغطية الخاصة بكل منها!
eo: Kp. <a href="https://www.opentopodata.org/">https://www.opentopodata.org/</a> por pliaj informoj pri la disponeblaj datumaroj, kiel la respektiva kovrado!
gl: Cf. <a href="https://www.opentopodata.org/">https://www.opentopodata.org/</a> para máis información sobre os conxuntos de datos dispoñíbeis, como a súa cobertura correspondente.
he: אפשר לפנות אל <a href="https://www.opentopodata.org/">https://www.opentopodata.org/</a> לקבלת מידע על סדרות הנתונים הזמינות, כמו הכיסוי התואם!
pt_br: Cf. <a href="https://www.opentopodata.org/">https://www.opentopodata.org/</a> para mais informações sobre os conjuntos de dados disponíveis, bem como a respectiva cobertura!
ru: См. <a href="https://www.opentopodata.org/">https://www.opentopodata.org/</a> для получения дополнительной информации о доступных наборах данных и их зоне покрытия!
zh_tw: 關於可用資料集更多資訊（像是包含範圍）請參見 <a href="https://www.opentopodata.org/">https://www.opentopodata.org/</a>！

source: Request and set altitudes automatically
ar: اطلب واضبط الارتفاعات آليًا
eo: Peti kaj agordi altecojn aŭtomate
gl: Solicitar e definir altitudes automaticamente
he: בקשה והגדרת גבהים אוטומטית
pt_br: Solicitar e definir altitudes automaticamente
ru: Запрашивать и задавать высоты автоматически
zh_tw: 自動請求並設定高度

source: Saving
ar: حفظ
eo: Konservante
gl: Gardando
he: שמירה
pt_br: Salvando
ru: Сохранение
zh_tw: 儲存中

source: Write changes to:
ar: اكتب التغييرات إلى:
eo: Skribi ŝanĝojn al:
gl: Escribir os cambios en:
he: כתיבת השינויים אל:
pt_br: Gravar alterações em:
ru: Сохранять изменения в:
zh_tw: 將變更寫入至：

source: Exif header
ar: ترويسة Exif
eo: Exif-kapo
gl: Cabeceira de Exif
he: כותרת Exif
pt_br: Cabeçalho Exif
ru: Заголовок EXIF
zh_tw: EXIF 標頭

source: XMP sidecar file
ar: ملف XMP الجانبي
eo: XMP kromĉaro dosiero
gl: Ficheiro acompañante de XMP
he: קובץ XMP נלווה
pt_br: Arquivo auxiliar XMP
ru: Файл сопроводительных данных XMP
zh_tw: XMP 邊車檔

source: Exif header and XMP sidecar file
ar: ترويسة Exif وملف XMP الجانبي
eo: Exif-kapo kaj XMP kromdosiero
gl: Cabeceira Exif e ficheiro acompañante de XMP
he: כותרת Exif ו־קובץ XMP נלווה
pt_br: Cabeçalho Exif e arquivo auxiliar XMP
ru: Заголовок EXIF и файл сопроводительных данных XMP
zh_tw: EXIF 標頭和 XMP 邊車檔

source: Allow altering Exif headers of RAW images
ar: اسمخ بتغيير ترويسات Exif لصور RAW
eo: Permesi ŝanĝi Exif-kapojn de RAW-bildoj
gl: Permitir alterar cabeceiras Exif de imaxes en cru (RAW).
he: לאפשר שינוי כותרות Exif של תמונות גולמיות (RAW)
pt_br: Permitir alteração de cabeçalhos Exif de imagens RAW
ru: Разрешить изменение заголовков Exif в RAW-изображениях
zh_tw: 允許變更 RAW 影像的 EXIF 標頭

source: <b>Caution!</b> This is experimental. By default, regardless of the setting for "Write changes to", all changes to RAW images are written to XMP sidecar files. Have backups and check your Exif data to be still complete and correct when using this!
ar: <b>تحذير!</b> هذا تجريبي. مبدئيًا، بغض النظر عن إعداد «اكتب التغييرات إلى»، كل التغييرات على صور RAW تكتب إلى ملفات XMP الجانبية. احتفظ بنسخ احتياطية وافحص بيانات Exif الخاصة بك لترى ما إذا كانت لا تزال كاملة وصحيحة عند استخدام هذا!
eo: <b>Atentu!</b> Ĉi tio estas eksperimenta. Defaŭlte, sendepende de la agordo por "Skribi ŝanĝojn al", ĉiuj ŝanĝoj al RAW-bildoj estas skribitaj al XMP-kromdosieroj. Havu sekurkopiojn kaj kontrolu viajn Exif-datumojn pri plua kompleteco kaj ĝusteco kiam vi uzas ĉi tion!
gl: <b>Ollo!</b> Isto é experimental. De maneira predeterminada, independentemente da opción «Escribir os cambios en», todos os cambios de imaxes en cru (RAW) escríbense en ficheiros acompañantes de XMP. Ao usar isto, faga salvagardas e comprobe que os seus datos de Exif continúan completos e correctos.
he: <b>זהירות!</b> זאת יכולת ניסיונית. כברירת מחדל, ללא קשר להגדרה „לכתוב את השינויים אל”, כל השינויים לתמונות גולמיות/RAW נכתבות לקובצי XMP נלווים. חשוב לשמור על גיבויים ולבדוק שנתוני ה־Exif שלך עדיין שלמים ונכונים כשעושים בה שימוש!
pt_br: <b>Cuidado!</b> Isto é experimental. Por padrão, independentemente da configuração de "Gravar alterações em", todas as alterações em imagens RAW são gravadas em arquivos auxiliares XMP. Faça backups e verifique se seus dados Exif ainda estão completos e corretos ao usar isto!
ru: <b>Внимание!</b> Это экспериментальная функция. Независимо от настройки «Сохранять изменения в:», все изменения к файлам RAW по умолчанию записываются в файлы сопроводительных данных XMP. Создавайте резервные копии и проверяйте полноту и корректность данных Exif при использовании этой функции.
zh_tw: <b>警告！</b>這是實驗性的功能。預設不管「將變更寫入至」的設定為何，RAW 影像的變更都只會使用 XMP 邊車檔。若要使用此選項，請多做備份並檢查您的 EXIF 資料是否未受損毀！

source: Create a backup before altering a file
ar: أنشئ نسخة احتياطية قبل تغيير ملف
eo: Krei sekurkopion antaŭ ol ŝanĝi dosieron
gl: Crear unha salvagarda antes de alterar o ficheiro
he: יצירת גיבוי לפני שינוי קובץ
pt_br: Crie um backup antes de alterar um arquivo
ru: Создавать резервную копию перед изменением файла
zh_tw: 變更檔案前進行備份

source: Opacity: %1%
ar: العتامة: %1%
eo: Opakeco: %1%
gl: Opacidade: %1%
he: אטימות: %1%
pt_br: Opacidade: %1%
ru: Непрозрачность: %1%
zh_tw: 不透明度：%1%

source: Settings changed
ar: غيرت الإعدادات
eo: Agordoj ŝanĝiĝis
gl: Cambiou a configuración
he: ההגדרות השתנו
pt_br: Configurações alteradas
ru: Параметры изменены
zh_tw: 設定已變更

source: Please restart KGeoTag to apply the changed settings and make them visible!
ar: الرجاء إعادة تشغيل موسم الجغرافي KGeoTag لتطبيق الإعدادات المغيّرة وجعلها مرئية!
eo: Bonvolu relanĉi KGeoTag por apliki la ŝanĝitajn agordojn kaj igi ilin videblaj!
gl: Reinicie KGeoTag para aplicar as opcións cambiadas e facelas visíbeis!
he: נא להפעיל את KGeoTag מחדש כדי שהשינויים שהשתנו יחולו ויהיו גלויים!
pt_br: Reinicie o KGeoTag para aplicar as configurações alteradas e torná-las visíveis!
ru: Перезапустите KGeoTag, чтобы применить изменённые параметры!
zh_tw: 請重新開啟 KGeoTag 來套用已變更的設定！

source: Remove track
ar: أزل المسار
eo: Forigi trakon
gl: Retirar a pista
he: הסרת מסלול
pt_br: Remover trilha
ru: Удалить траектории
zh_tw: 移除軌跡

source: <i>No track selected</i>
ar: <i>لا يوجد مسار مختار</i>
eo: <i>Neniu trako elektita</i>
gl: <i>Non se seleccionou ningunha pista.</i>
he: <i>לא נבחר מסלול</i>
pt_br: <i>Nenhuma trilha selecionada</i>
ru: <i>Трек не выбран</i>
zh_tw: <i>未選取軌跡</i>

source: %1 trackpoint
ar: نقطة مسار واحدة
eo: %1 trakpunkto
gl: %1 punto de rastro
he: נקודת מעקב
pt_br: %1 ponto de trilha
ru: %1 точка трека
zh_tw: %1 個軌跡點

source: Selected trackpoint %1 of %2
ar: نقطة المسار المختارة %1 من %2
eo: Elektita spurpunkto %1 de %2
gl: Seleccionouse o punto de rastro %1 de %2.
he: נקודת מעקב נבחרת %1 מתוך %2
pt_br: Ponto(s) de trilha %1 de %2 selecionado(s)
ru: Выбрана точка маршрута %1 из %2
zh_tw: 選取了 %1/%2 個軌跡點

source: KGeoTag
ar: موسم الجغرافي KGeoTag

source: Tobias Leupold
ar: توبياس ليوبولد
he: טוביאס לאופולד

source: Copyright (C) 2020-2024 Tobias Leupold
eo: Kopirajto (C) 2020-2024 Tobias Leupold
