Repository: KDE/kgeotag
Catalog: po/*/kgeotag.po
Languages: ar, eo, gl, he, pt_br, ru, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg
gl: Adrián Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
pt_br: Marcus Gama
ru: Александр Яворский
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: olivermkellogg@gmail.com
gl: adrian@chaves.gal
he: kde-l10n-he@kde.org
pt_br: marcus.gama@gmail.com
ru: kekcuha@gmail.com
zh_tw: mail@kisaragi-hiu.com

source: Search for exact matches
ar: ابحث عن التطابقات الدقيقة
eo: Serĉi ĝustajn kongruojn
gl: Buscar coincidencias exactas
he: חיפוש תוצאות מדויקות
pt_br: Pesquisar por correspondências exatas
ru: Поиск точных совпадений
zh_tw: 搜尋完全符合處

source: Maximum deviation of the image's time from a GPS point's time to be considered an exact match:
ar: أقصى انحراف لوقت الصورة عن وقت نقطة GPS لاعتباره تطابقًا دقيقًا:
eo: Maksimuma devio de la tempo de la bildo de la tempo de GPS-punkto por esti konsiderita preciza kongruo:
gl: Desviación máxima da hora da imaxe para que un punto de tempo do GPS se considere unha coincidencia exacta:
he: הסטייה המרבית של זמן התמונה מנקודת ה־GPS שתיחשב לתוצאה מדויקת:
pt_br: Desvio máximo do tempo da imagem em relação ao tempo de um ponto GPS para ser considerado uma correspondência exata:
ru: Максимальное отклонение времени снимка от времени точки GPS для точного совпадения:

source: seconds
ar: ثوانٍ
eo: sekundoj
gl: segundos
he: שניות
pt_br: segundos
ru: секунд
zh_tw: 秒

source: Search for interpolated matches
ar: ابحث عن التطابقات الاستيفائية
eo: Serĉi interpolitajn kongruojn
gl: Buscar coincidencias interpoladas
he: חיפוש תוצאות מבוינות
pt_br: Pesquisar por correspondências interpoladas
ru: Поиск интерполированных соответствий
zh_tw: 搜尋插補相符項目

source: Spatial and temporal boundaries for two coordinates used to calculate an interpolated match:
ar: الحدود المكانية والزمانية لإحداثيين مستخدمين لحساب تطابق استيفائي:
eo: Spacaj kaj tempaj limoj por du koordinatoj uzataj por kalkuli interpolitan kongruon:
gl: Límites espaciais e temporais de dúas coordenadas usadas para calcular unha coincidencia interpolada:
he: גבולות מרחביים ומוגבלים בזמן של שתי שאילתות שמשמשות לחישוב תוצאה מבוינת:
pt_br: Limites espaciais e temporais para duas coordenadas usadas para calcular uma correspondência interpolada:
ru: Пространственные и временные границы для двух координат, используемых при расчёте интерполированного соответствия:

source: Maximum interval:
ar: الفاصل الزمني الأقصى:
eo: Maksimuma intervalo:
gl: Intervalo máximo:
he: הפרש מרבי:
pt_br: Intervalo máximo:
ru: Максимальный интервал:
zh_tw: 最大間隔：

source: Maximum distance:
ar: المسافة القصوى:
eo: Maksimuma distanco:
gl: Distancia máxima:
he: מרחק מרבי:
pt_br: Distância máxima:
ru: Максимальное расстояние:
zh_tw: 最大距離：

source: meters
ar: أمتار
eo: metroj
gl: metros
he: מטרים
pt_br: metros
ru: метров
zh_tw: 公尺

source: Save settings
ar: احفظ الإعدادات
eo: Konservi agordojn
gl: Gardar a configuración
he: שמירת ההגדרות
pt_br: Salvar configurações
ru: Сохранить параметры
zh_tw: 儲存設定

source: (Re)Assign all images
ar: عيّن (أعد تعيين) كل الصور
eo: (Re)Asigni ĉiujn bildojn
gl: (Re)asignar todas as imaxes
he: הקצאת כל התמונות (מחדש)
pt_br: (Re)Atribuir todas as imagens
ru: Переназначить все изображения
zh_tw: （重新）指派所有影像

source: Combined match search
ar: بحث التطابق الموحد
eo: Kombinita kongruoserĉo
gl: Busca de coincidencia combinada
he: חיפוש תוצאות משולבות
pt_br: Pesquisa de correspondência combinada
ru: Комбинированный поиск совпадений
zh_tw: 合併相符搜尋

source: Search exact matches only
ar: ابحث عن التطابقات الدقيقة فقط
eo: Serĉi nur ĝustajn kongruojn
gl: Só buscar coincidencias exactas
he: חיפוש תוצאות מדויקות בלבד
pt_br: Pesquisar apenas correspondências exatas
ru: Искать только точные совпадения
zh_tw: 只搜尋完全符合處

source: Search interpolated matches only
ar: ابحث عن التطابقات الاستيفائية فقط
eo: Serĉi nur interpolitaj kongruoj
gl: Só buscar coincidencias interpoladas
he: חיפוש תוצאות מבוינות בלבד
pt_br: Pesquisar apenas correspondências interpoladas
ru: Искать только интерполированные совпадения
zh_tw: 僅搜尋插補相符項目

source: Exclude manually tagged images
ar: استبعد الصور الموسومة يدويًا
eo: Ekskludi mane etikeditajn bildojn
gl: Excluír as imaxes etiquetadas manualmente
he: להחריג תמונות שתויגו ידנית
pt_br: Excluir imagens marcadas manualmente
ru: Исключение изображений, помеченных вручную
zh_tw: 排除手動標記的影像

source: Save as default
ar: احفظ كمبدئي
eo: Konservi kiel defaŭlto
gl: Gardar como predeterminada
he: שמירה כברירת מחדל
pt_br: Salvar como padrão
ru: Сохранить для использования по умолчанию
zh_tw: 儲存為預設值

source: Settings saved!
ar: حفظت الإعدادات!
eo: Agordoj konservitaj!
gl: Gardouse a configuración.
he: ההגדרות נשמרו!
pt_br: Configurações salvas!
ru: Параметры сохранены.
zh_tw: 設定已儲存！

source: Add new bookmark for current map center
ar: أضف وسمًا مرجعيًا جديدًا لمركز الخريطة الحالي
eo: Aldoni novan legosignon por nuna mapo-centro
gl: Engadir un novo marcador para o centro actual do mapa
he: הוספת סימנייה חדשה למרכז המפה הנוכחי
pt_br: Adicionar novo favorito ao centro do mapa atual
ru: Сохранить в закладки текущее положение центра карты
zh_tw: 新增書籤在目前地圖中央位置

source: Add new manual bookmark
ar: أضف وسمًا مرجعيًا يدويًا جديدًا
eo: Aldoni novan manlibron
gl: Engadir un novo marcador manual
he: הוספת סימנייה ידנית חדשה
pt_br: Adicionar novo favorito manual
ru: Добавление новой закладки вручную
zh_tw: 新增手動書籤

source: Rename bookmark
ar: أعد تسمية الوسم المرجعي
eo: Alinomi legosignon
gl: Renomear o marcador
he: שינוי שם סימנייה
pt_br: Renomear favorito
ru: Переименовать закладку
zh_tw: 重新命名書籤

source: Edit coordinates
ar: حرر الإحداثيات
eo: Redakti koordinatojn
gl: Editar as coordenadas
he: עריכת נקודות ציון
pt_br: Editar coordenadas
ru: Редактировать координаты
zh_tw: 編輯座標

source: Lookup elevation
ar: ابحث عن الارتفاع
eo: Rigarda alteco
gl: Buscar a elevación
he: חיפוש עילוי
pt_br: Procurar elevação
ru: Поиск высоты
zh_tw: 查詢高度

source: Set elevation manually
ar: اضبط الارتفاع يدويًا
eo: Agordi altecon permane
gl: Definir a elevación manualmente
he: הגדרת עילוי ידנית
pt_br: Definir elevação manualmente
ru: Задать значение высоты
zh_tw: 手動設定高度

source: Delete bookmark
ar: احذف الوسم المرجعي
eo: Forigi legosignon
gl: Eliminar o marcador
he: מחיקת סימנייה
pt_br: Excluir favorito
ru: Удалить закладку
zh_tw: 刪除書籤

source: New Bookmark
ar: وسم مرجعي جديد
eo: Nova Legosigno
gl: Novo marcador
he: סימנייה חדשה
pt_br: Novo favorito
ru: Новая закладка
zh_tw: 新增書籤

source: Label for the new bookmark:
ar: لصيقة الوسم المرجعي الجديد:
eo: Etikedo por la nova legosigno:
gl: Etiqueta do novo marcador:
he: תווית לסימנייה החדשה:
pt_br: Rótulo para o novo favorito:
ru: Название закладки:
zh_tw: 新標籤的名稱：

source: Untitled
ar: غير معنون
eo: Sentitola
gl: Sen título
he: ללא שם
pt_br: Sem título
ru: Без имени
zh_tw: 未命名

source: Add new bookmark
ar: أضف وسمًا مرجعيًا جديدًا
eo: Aldoni novan legosignon
gl: Engadir un marcador novo
he: הוספת סימנייה חדשה
pt_br: Adicionar novo favorito
ru: Добавить закладку
zh_tw: 新增書籤

source: The bookmark "%1" already exists, created "%2" instead.
ar: الوسم المرجعي «%1» موجود بالفعل، إنشاء «%2» بدلاً عنه.
eo: La legosigno "%1" jam ekzistas, kreita "%2" anstataŭe.
gl: Xa existe o marcador «%1», creouse «%2» no seu lugar.
he: הסימנייה „%1” כבר קיימת, „%2” נוצר במקום.
pt_br: O favorito "%1" já existe, foi criado "%2".
ru: Закладка «%1» уже существует, создана закладка «%2».
zh_tw: 書籤「%1」已經存在，已改為建立「%2」。

source: Rename Bookmark
ar: أعد تسمية الوسم المرجعي
eo: Alinomi Legosignon
gl: Renomear o marcador
he: שינוי שם סימנייה
pt_br: Renomear favorito
ru: Переименовать закладку
zh_tw: 重新命名書籤

source: New label for the bookmark "%1":
ar: لصيقة جديدة للوسم المرجعي «%1»:
gl: Nova etiqueta para o marcador «%1»:
he: תווית חדשה לסימנייה „%1”:
pt_br: Novo rótulo para o favorito "%1":
ru: Новое имя закладки «%1»:
zh_tw: 書籤「%1」的新名稱：

source: The label "%1" is already in use. Please choose another name.
ar: اللصيقة «%1» مستخدمة بالفعل. الرجاء اختيار اسم آخر.
eo: La etikedo "%1" jam estas uzata. Bonvolu elekti alian nomon.
gl: A etiqueta «%1» xa está en uso. Escolla outro nome.
he: התווית „%1” כבר בשימוש. נא לבחור שם אחר.
pt_br: O rótulo "%1" já está em uso. Escolha outro nome.
ru: Метка «%1» уже используется. Выберите другое имя.
zh_tw: 名稱「%1」已被使用。請選擇另一個名稱。

source: Really delete bookmark "%1"?
ar: هل تريد حقًا حذف الوسم المرجعي «%1»؟
eo: Ĉu vere forigi legosignon "%1"?
gl: Seguro que quere eliminar o marcador «%1»?
he: למחוק את הסימנייה „%1”?
pt_br: Deseja realmente excluir o favorito "%1"?
ru: Удалить закладку «%1»?
zh_tw: 確定要刪除書籤「%1」嗎？

source: Set elevation
ar: اضبط الارتفاع
eo: Agordi altecon
gl: Definir a elevación
he: הגדרת עילוי
pt_br: Definir elevação
ru: Указать высоту
zh_tw: 設定高度

source: Elevation for "%1" (m)
ar: ارتفاع «%1» (م)
eo: Alteco por "%1" (m)
gl: Elevación de «%1» (m)
he: עילוי עבור „%1” (מ׳)
pt_br: Elevação para "%1" (m)
ru: Высота для «%1» (м)
zh_tw: 「%1」的高度（公尺）

source: Position: %1; Altitude: %2
ar: الموضع: %1؛ الارتفاع: %2
eo: Pozicio: %1; Alteco: %2
gl: Posición: %1; altitude: %2
he: מקום: %1, גובה: %2
pt_br: Posição: %1; Altitude: %2
ru: Координаты: %1; Высота: %2
zh_tw: 位置：%1；高度：%2

source: Label:
ar: اللصيقة:
eo: Etikedo:
gl: Etiqueta:
he: תווית:
pt_br: Rótulo:
ru: Метка:
zh_tw: 名稱：

source: Longitude:
ar: خط الطول:
eo: Longitudo:
gl: Lonxitude:
he: קו אורך:
ru: Долгота:
zh_tw: 經度：

# Abbreviated cardinal direction "East"
source: E
ar: ش
gl: L
he: מז׳
pt_br: L
ru: В
zh_tw: 東

# Abbreviated cardinal direction "West"
source: W
ar: غ
gl: O
he: מע׳
pt_br: O
ru: З
zh_tw: 西

source: Latitude:
ar: خط العرض:
eo: Latitudo:
he: קו רוחב:
ru: Широта:
zh_tw: 緯度：

# Abbreviated cardinal direction "North"
source: N
ar: ش
he: צפ׳
ru: С
zh_tw: 北

# Abbreviated cardinal direction "South"
source: S
ar: ج
he: דר׳
ru: Ю
zh_tw: 南

source: Altitude:
ar: الارتفاع:
eo: Altitudo:
he: גובה:
ru: Высота:
zh_tw: 高度：

# Meters abbreviation
source: m
ar: م
he: מ׳
ru: м
zh_tw: 公尺

source: <i>The altitude is looked up automatically</i>
ar: <i>البحث عن الارتفاع آليًا</i>
eo: <i>La alteco estas suprenrigardita aŭtomate</i>
gl: <i>A altitude búscase automaticamente</i>
he: <i>מתבצע חיפוש אחר הגובה אוטומטית</i>
pt_br: <i>A altitude é consultada automaticamente</i>
ru: <i>Высота была определена автоматически</i>7
zh_tw: <i>高度會自動查詢</i>

source: New bookmark
ar: وسم مرجعي جديد
eo: Nova legosigno
gl: Novo marcador
he: סימנייה חדשה
pt_br: Novo favorito
ru: Новая закладка
zh_tw: 新增書籤

source: Data for the new bookmark:
ar: بيانات الوسم المرجعي الجديد:
eo: Datumoj por la nova legomarko:
gl: Data do novo marcador:
he: נתונים לסימנייה החדשה:
pt_br: Dados para o novo favorito:
ru: Данные для новой закладки:
zh_tw: 新書籤的資料：

source: Manual coordinates
ar: إحداثيات يدوية
eo: Manaj koordinatoj
gl: Coordenadas manuais
he: נקודות ציון ידניות
pt_br: Coordenadas manuais
ru: Ручное указание координат
zh_tw: 手動座標

source: Coordinates for %1:
ar: إحداثيات %1:
eo: Koordinatoj por %1:
gl: Coordenadas de %1:
he: נקודות ציון עבור %1:
pt_br: Coordenadas para %1:
ru: Координаты %1:
zh_tw: %1 的座標：

# Formatted altitude in meters
source: %1 m
ar: %1 م
he: %1 מ׳
ru: %1 м
zh_tw: %1 公尺

source: The request timed out
ar: انتهى وقت الطلب
eo: La peto finiĝis
gl: A solicitude superou o tempo límite.
he: הזמן שהוקצב לבקשה תם
pt_br: Tempo de requisição esgotado
ru: Время запроса истекло
zh_tw: 請求逾時了

source: Could not parse the server's response: Failed to create a JSON document.</p><p>The error's description was: %1</p><p>The literal response was:</p><p><kbd>%2</kbd>
ar: تعذّر تحليل استجابة الخادم: فشل في إنشاء وثيقة JSON.</p><p>وصف الخطأ هو: %1</p><p>الاستجابة الحرفية هي:</p><p><kbd>%2</kbd>
eo: Ne eblis analizi la respondon de la servilo: Malsukcesis krei JSON-dokumenton.</p><p>La priskribo de la eraro estis: %1</p><p>La laŭvorta respondo estis:</p><p><kbd>%2</kbd>
gl: Non foi posíbel analizar a resposta do servidor: non foi posíbel crear un documento JSON.</p><p>A descrición do erro foi: %1</p><p>A resposta literal foi:</p><p><kbd>%2</kbd>
he: לא ניתן לפענח את תגובת השרת: יצירת מסמך JSON נכשלה.</p><p>תיאור השגיאה היה: %1</p><p>התגובה בפועל היא:</p><p><kbd>%2</kbd>
pt_br: Não foi possível analisar a resposta do servidor: Falha ao criar um documento JSON.</p><p>A descrição do erro foi: %1</p><p>A resposta literal foi:</p><p><kbd>%2</kbd>
ru: Не удалось разобрать ответ сервера: не удалось создать документ JSON.</p><p>Описание ошибки: %1</p><p>Полученный ответ:</p><p><kbd>%2</kbd>
zh_tw: 無法剖析伺服器回應：建立 JSON 文件失敗。</p><p>錯誤的描述是：%1</p><p>處理前的回應是：</p><p><kbd>%2</kbd>

source: Could not parse the server's response: Could not read the status value
ar: تعذّر تحليل استجابة الخادم: تعذّر قراءة قيمة الحالة
eo: Ne eblis analizi la respondon de la servilo: Ne eblis legi la statusvaloron
gl: Non foi posíbel analizar a resposta do servidor: non foi posíbel ler o valor do estado.
he: לא ניתן לפענח את תגובת השרת: לא ניתן לקרוא את ערך המצב
pt_br: Não foi possível analisar a resposta do servidor: Não foi possível ler o valor de status
ru: Не удалось разобрать ответ сервера: не удалось прочитать значение состояния
zh_tw: 無法剖析伺服器回應：無法讀取狀態值

source: Could not read error description
ar: تعذّر قراءة وصف الخطأ
eo: Ne eblis legi erarpriskribon
gl: Non foi posíbel ler a descrición do erro.
he: לא ניתן לקרוא את תיאור השגיאה
pt_br: Não foi possível ler a descrição
ru: Не удалось прочитать описание ошибки
zh_tw: 無法讀取錯誤描述

source: Could not parse the server's response: Could not read the results array
ar: تعذّر تحليل استجابة الخادم: تعذّر قراءة مصفوفة النتائج
eo: Ne eblis analizi la respondon de la servilo: Ne eblis legi la rezulttabelon
gl: Non foi posíbel analizar a resposta do servidor: non foi posíbel ler a matriz de resultados.
he: לא ניתן לפענח את תגובת השרת: לא ניתן לקרוא את מערך התוצאות
pt_br: Não foi possível analisar a resposta do servidor: Não foi possível ler a matriz de resultados
ru: Не удалось разобрать ответ сервера: невозможно прочитать массив результатов
zh_tw: 無法剖析伺服器回應：無法讀取結果陣列

source: Could not parse the server's response: Could not read the elevation value
ar: تعذّر تحليل استجابة الخادم: تعذّر قراءة قيمة الارتفاع
eo: Ne eblis analizi la respondon de la servilo: Ne eblis legi la altvaloron
gl: Non foi posíbel analizar a resposta do servidor: non foi posíbel ler o valor da elevación.
he: לא ניתן לפענח את תגובת השרת: לא ניתן לקרוא את ערך העילוי
pt_br: Não foi possível analisar a resposta do servidor: Não foi possível ler o valor de elevação
ru: Не удалось разобрать ответ сервера: не удалось прочитать значение высоты
zh_tw: 無法剖析伺服器回應：無法讀取高度值

source: Images' time zone
ar: المنطقة الزمنية للصور
eo: Horzono de bildoj
gl: Fuso horario das imaxes
he: אזור הזמן של התמונה
pt_br: Fuso horário da imagem
ru: Часовой пояс изображений:
zh_tw: 影像的時區

source: The images were taken in the following timezone:
ar: التقطت الصور في المنطقة الزمنية التالية:
eo: La bildoj estis prenitaj en la sekva horzono:
gl: As imaxes sacáronse neste fuso horario:
he: התמונות צולמו באזור הזמן הבא:
pt_br: As imagens foram obtidas no seguinte fuso horário:
ru: Изображения были получены в следующих часовых поясах:

source: Camera clock time drift
ar: انحراف وقت ساعة الكاميرا
eo: Fotila horloĝo tempo drivas
gl: Desviación temporal do reloxo da cámara
he: סטיית הזמן של שעון המצלמה
pt_br: Desvio do tempo do relógio da câmera
ru: Смещение времени камеры
zh_tw: 攝影機時鐘時間偏移

source: Deviation between image dates and the (exact) GPS data time:
ar: الانحراف بين تواريخ الصور ووقت بيانات GPS (الدقيقة):
eo: Devio inter bildaj datoj kaj la (preciza) GPS-datumtempo:
gl: A desviación entre as datas das imaxes e a hora dos datos GPS (exactos):
he: סטייה בין תאריכי התמונות ונתוני שעת ה־GPS (המדויקת):
pt_br: Desvio entre a data-hora da imagem e a hora (exata) dos dados do GPS:
ru: Разница между метками времени изображений и точными датой и временем GPS:

source: hours
ar: ساعات
eo: horoj
gl: horas
he: שעות
pt_br: horas
ru: часов
zh_tw: 小時

source: minutes
ar: دقائق
eo: minutoj
gl: minutos
he: דקות
pt_br: minutos
ru: минут
zh_tw: 分鐘

source: Display the fixed dates and times
ar: اعرض التواريخ والأوقات المصححة
eo: Montri la fiksajn datojn kaj horojn
gl: Amosar as datas e horas fixas.
he: הצגת התאריכים והשעות שתוקנו
pt_br: Exibir as datas e horas corrigidas
ru: Показывать исправленные даты и время
zh_tw: 顯示修正的日期與時間

source: Fix the files' dates and times when saving
ar: صحح تواريخ وأوقات الملفات عند الحفظ
eo: Ripari la datojn kaj horojn de la dosieroj dum konservado
gl: Corrixir a datas e horas dos ficheiros ao gardar.
he: לתקן את התאריכים והשעות של הקבצים בעת השמירה
pt_br: Corrigir as datas e horas dos arquivos ao salvar
ru: Исправление дат и времени файлов при сохранении
zh_tw: 儲存時修正檔案的日期與時間

source: Select all images
ar: اختر جميع الصور
eo: Elekti ĉiujn bildojn
gl: Seleccionar todas as imaxes
he: בחירת כל התמונות
pt_br: Selecionar todas as imagens
ru: Выбрать все изображения
zh_tw: 選取所有影像

source: Select
ar: اختر
eo: Elekti
gl: Seleccionar
he: בחירה
pt_br: Selecionar
ru: Выбрать
zh_tw: 選擇

source: All images
ar: جميع الصور
eo: Ĉiuj bildoj
gl: Todas as imaxes
he: כל התמונות
pt_br: Todas as imagens
ru: Все изображения
zh_tw: 所有影像

source: All images without coordinates
ar: جميع الصور بلا إحداثيات
eo: Ĉiuj bildoj sen koordinatoj
gl: Todas as imaxes sen coordenadas
he: כל התמונות ללא נקודות ציון
pt_br: Todas as imagens sem coordenadas
ru: Все изображения без координат
zh_tw: 所有沒有座標的影像

source: All images with coordinates
ar: جميع الصور بإحداثيات
eo: Ĉiuj bildoj kun koordinatoj
gl: Todas as imaxes con coordenadas
he: כל התמונות עם נקודות ציון
pt_br: Todas as imagens com coordenadas
ru: Все изображения с координатами
zh_tw: 所有包含座標的影像

source: Automatic matching
ar: تطابق آلي
eo: Aŭtomata kongruo
gl: Busca automática de coincidencias
he: התאמה אוטומטית
pt_br: Correspondência automática
ru: Автоматическое сопоставление
zh_tw: 自動判斷相符

source: Assign to bookmark
ar: عيّن إلى وسم مرجعي
eo: Asigni al legosigno
gl: Asignar ao marcador
he: הקצאה לסימנייה
pt_br: Atribuir ao favorito
ru: Назначить закладке
zh_tw: 指派給書籤

source: Assign to map center
ar: عيّن إلى مركز الخريطة
eo: Asigni al mapo-centro
gl: Asignar ao centro do mapa
he: הקצאה למרכז המפה
pt_br: Atribuir ao centro do mapa
ru: Назначить центру карты
zh_tw: 指派到地圖中央

source: Set coordinates from clipboard
ar: اضبط الإحداثيات من الحافظة
eo: Agordi koordinatojn el tondujo
gl: Definir as coordenadas do portapapeis
he: הגדרת נקודות ציון מלוח הגזירים
pt_br: Definir coordenadas a partir da área de transferência
ru: Задать координаты из буфера обмена
zh_tw: 從剪貼簿設定座標

source: Set coordinates manually
ar: اضبط الإحداثيات يدويًا
eo: Agordi koordinatojn permane
gl: Definir as coordenadas manualmente
he: הגדרת נקודות ציון ידנית
pt_br: Definir coordenadas manualmente
ru: Задать координаты в&ручную
zh_tw: 手動設定座標

source: Find closest trackpoint
ar: ابحث عن أقرب نقطة مسار
eo: Trovi plej proksiman spurpunkton
gl: Atopar o punto de rastro máis próximo
he: איתור נקודת המעקב הקרובה ביותר
pt_br: Encontrar ponto da trilha mais próximo
ru: Найти ближайшую точку трека
zh_tw: 尋找最近的軌跡點

source: Save changes
ar: احفظ التغييرات
eo: Konservi ŝanĝojn
gl: Gardar os cambios
he: שמירת השינויים
pt_br: Salvar alterações
ru: Сохранить изменения
zh_tw: 儲存變更

source: Remove coordinates
ar: أزل الإحداثيات
eo: Forigi koordinatojn
gl: Retirar as coordenadas
he: הסרת נק׳ ציון
pt_br: Remover coordenadas
ru: Удалить координаты
zh_tw: 移除座標

source: Discard changes
ar: تخل عن التغييرات
eo: Forĵeti ŝanĝojn
gl: Descartar os cambios
he: התעלמות מהשינויים
pt_br: Descartar as alterações
ru: Отменить изменения
zh_tw: 捨棄變更

source: Remove image
ar: أزل الصورة
eo: Forigi bildon
gl: Retirar a imaxe
he: הסרת תמונה
pt_br: Remover imagem
ru: Удалить изображения
zh_tw: 移除影像

source: Open with default viewer
ar: افتح بالعارض المبدئي
eo: Malfermi per defaŭlta spektilo
gl: Abrir co visor predeterminado
he: פתיחה עם מציג ברירת המחדל
pt_br: Abrir com o visualizador padrão
ru: Открыть в приложении по умолчанию
zh_tw: 以預設檢視器開啟

source: (No bookmarks defined)
ar: (لا توجد وسمات مرجعية معرفة)
eo: (Ne estas difinitaj legosignoj)
gl: Non hai marcadores definidos.
he: (לא הוגדרו סימניות)
pt_br: (Nenhum favorito definido)
ru: (Закладки не заданы)
zh_tw: （未定義書籤）

source: Photo geotagging program
ar: برنامج وسم الصور جغرافيًا
eo: Programo por geo-markado de fotoj
gl: Programa de etiquetaxe xeográfica de fotos
he: תוכניות לתיוג תמונות גאוגרפי
pt_br: Programa de geomarcação de fotos
ru: Приложение для управления геометками в фотографиях
zh_tw: 相片地理位置標記工具

source: Copyright (C) 2020-2025 Tobias Leupold
ar: حقوق النشر (C) 2020-2025 توبياس ليوبولد
gl: © 2020-2025 Tobias Leupold
he: כל הזכויות שמורות (C) 2020‏-2025 לטוביאס לאופולד
ru: © Tobias Leupold, 2020–2021
zh_tw: 版權所有 (C) 2020-2025 Tobias Leupold

source: Maintainer
ar: المتعهد
eo: Prizorganto
gl: Mantemento.
he: מתחזק
pt_br: Mantenedor
ru: Сопровождающий
zh_tw: 維護者

source: Files/Folders
ar: ملفات/مجلدات
eo: Dosieroj/Dosierujoj
gl: Ficheiros e cartafoles
he: קבצים/תיקיות
pt_br: Arquivos/Pastas
ru: Файлы и папки
zh_tw: 檔案/資料夾

source: Files and/or folders to load at startup
ar: ملفات و/أو مجلدات للتحميل عند بدء التشغيل
eo: Dosieroj kaj/aŭ dosierujoj por ŝargi ĉe ekfunkciigo
gl: Ficheiros e cartafoles para cargar no inicio.
he: קבצים ו/או תיקיות לטעינה בהתחלה
pt_br: Arquivos e/ou pastas para carregar na inicialização
ru: Файлы и/или папки для загрузки при запуске
zh_tw: 啟動時要載入的檔案或資料夾

source: [files/folders...]
ar: [ملفات/مجلدات...]
eo: [dosieroj/dosierujoj...]
gl: [ficheiros e cartafoles…]
he: [קבצים/תיקיות…]
pt_br: [arquivos/pastas...]
ru: [файлы/папки…]
zh_tw: [檔案/資料夾...]

source: Add images and/or GPX tracks
ar: أضف صورًا و/أو مسارات GPX
eo: Aldoni bildojn kaj/aŭ GPX-spurojn
gl: Engadir imaxes ou rastros de GPX
he: הוספת תמונות ו/או מסלולי GPX
pt_br: Adicionar imagens e/ou trilhas GPX
ru: Добавить изображения и/или траектории GPX
zh_tw: 新增影像或 GPX 軌道

source: Add all images and tracks from a folder
ar: أضف جميع الصور والمسارات من مجلد
eo: Aldoni ĉiujn bildojn kaj spurojn el dosierujo
gl: Engadir todas as imaxes e rastros dun cartafol
he: הוספת כל התמונות והמסלולים מתיקייה
pt_br: Adicionar todas as imagens e trilhas de uma pasta
ru: Добавить все изображения и треки из папки
zh_tw: 加入資料夾中全部的影像和軌道

source: All processed and saved images
ar: جميع الصور المعالجة والمحفوظة
eo: Ĉiuj procesitaj kaj konservitaj bildoj
gl: Todas as imaxes procesadas e gardadas
he: כל התמונות שעובדו או נשמרו
pt_br: Todas as imagens processadas e salvas
ru: Все обработанные и сохранённые изображения
zh_tw: 所有處理過與已儲存的影像

source: All images that already had coordinates
ar: جميع الصور التي كانت لديها إحداثيات بالفعل
eo: Ĉiuj bildoj kiuj jam havis koordinatojn
gl: Todas as imaxes que xa tiñan coordenadas
he: כל התמונות שכבר היו להן נקודות ציון
pt_br: Todas as imagens que já tinham coordenadas
ru: Все изображения, которые уже имели координаты
zh_tw: 所有已經有座標的影像

source: All tracks
ar: جميع المسارات
eo: Ĉiuj spuroj
gl: Todos os rastros
he: כל המסלולים
pt_br: Todas as trilhas
ru: Все траектории
zh_tw: 所有軌跡

source: All images and tracks (reset)
ar: جميع الصور والمسارات (إعادة ضبط)
eo: Ĉiuj bildoj kaj spuroj (restarigi)
gl: Todas as imaxes e rastros (restabelecer)
he: כל התמונות והמסלולים (איפוס)
pt_br: Todas as imagens e trilhas (redefinir)
ru: Все изображения и траектории
zh_tw: 所有影像和軌跡（重設）

source: Correlate images with GPS data (search matches)
ar: ربط الصور ببيانات GPS (ابحث عن التطابقات)
eo: Korelacii bildojn kun GPS-datumoj (serĉo kongruas)
gl: Correlacionar as imaxes cos datos de GPS (coincidencias de busca).
he: התאמת תמונות לנתוני GPS (תוצאות חיפוש)
pt_br: Correlacionar imagens com dados de GPS (pesquisar correspondências)
ru: Сопоставление изображений с данными GPS (поиск совпадений)
